Repository: munki/munki
Catalog: code/apps/Managed Software Center/Managed Software Center/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, ja, nb, nl, ru, sv

source: There are no items from this developer.
da: Der er ingen emner fra udvikleren.
de: Es gibt keine Objekte von diesem Entwickler
es: No hay aplicaciones de este desarollador.
fi: Ei kohteita tältä kehittäjältä.
fr: Il n'y a pas d'articles par ce développeur.
it: Non ci sono elementi di questo developer.
ja: このディベロッパのアイテムはありません
nb: Det er ingen objekter fra utvikleren.
nl: Er zijn geen items van deze ontwikkelaar.
ru: Нет элементов от этого разработчика.
sv: Det finns inga programvaror från den här utvecklaren.

source: There are no items in this category.
da: Der er ingen emner i kategorien.
de: Es gibt keine Objekte in dieser Kategorie.
es: No hay ítems en esta categoria.
fi: Ei kohteita tässä kategoriassa.
fr: Il n'y a pas d'articles dans cette catégorie.
it: Non ci sono elementi in questa categoria.
ja: このカテゴリにアイテムはありません
nb: Det finnes ingen objekter i kategorien.
nl: Er zijn geen items in deze categorie.
ru: Нет элементов в этой категории.
sv: Det finns inget i den här kategorin.

source: There are other users logged into this computer. Updating now could cause other users to lose their work. Please try again later after the other users have logged out.
da: Der er andre brugere logget ind på computeren. Hvis du opdaterer nu, risikerer du, at de mister deres åbne dokumenter. Prøv igen senere når de andre brugere er logget ud.
de: Es sind andere Benutzer angemeldet Ein Update könnte zu Datenverlust führen. Bitte probieren Sie es noch einmal, sobald die anderen abgemeldet sind.
es: Hay otros usuarios con sesiones abiertas en este equipo. Actualizar ahora puede causar perdidas en su trabajo. Por favor prueba más tarde cuando los otros usuarios hayan cerrado sus sesiones.
fi: Tietokoneelle on kirjautuneena muita käyttäjiä. Muut käyttäjät saattavat menettää tallentamattomia muutoksia jos päivitys tehdään nyt. Yritä uudelleen kun muut käyttäjät ovat kirjautuneet ulos.
fr: Il y a d'autres utilisateurs connectés sur l'ordinateur. Mettre à jour peut entrainer la perte du travail des autres utilisateurs. Merci d'essayer plus tard après que les autres utilisateurs aient quitté leur session.
it: Ci sono altri utenti collegati a questo computer. Aggiornare ora può causare la perdita dei loro dati. Riprovare quando tutti gli utenti saranno scollegati.
ja: 他のユーザーがこのコンピューターにログインしています。 今アップデートを実行すると、他のユーザーのワークが失われる原因になります。 他のユーザーがログアウトしたのち、もう一度アップデートを実行してください。
nb: Det er andre påloggede brukere på datamaskinen. Hvis du oppdaterer nå, risikerer du at de mister deres ulagrede arbeid. Prøv igjen senere når de andre brukerne har logget ut.
nl: Er zijn andere gebruikers ingelogd op deze computer. Als U nu bijwerkt kunnen de andere gebruikers hun werk verliezen. Probeer opnieuw nadat de andere gebruikers zijn uitgelogd.
ru: Другие пользователи сейчас в системе. Обновление может привести к потере их несохраненных документов. Повторите попытку после выхода других пользователей из системы.
sv: Det finns andra användare inloggade på datorn. Om du uppdaterar nu riskerar dom att förlora ej sparat arbete. Prova igen när de andra användarna har loggat ut.

source: There are pending updates for this computer.
da: Der er ventende opdateringer for computeren.
de: Für diesen Computer gibt es anstehende Updates.
es: Hay actualizaciones pendientes para este equipo.
fi: Tietokoneelle on saatavilla ohjelmistopäivityksiä.
fr: Des mises à jour sont disponibles pour cet ordinateur.
it: Ci sono aggiornamenti in sospeso per questo computer.
ja: アップデートが保留されています。
nb: Det er ventende oppdateringer for denne datamaskinen.
nl: Er zijn updates voor deze computer.
ru: Есть отложенные обновления для этого компьютера.
sv: Uppdateringar väntar.

source: There is a configuration problem with the managed software installer. Could not start the process. Contact your systems administrator.
da: Der er et konfigurationsproblem med softwareværktøjet. Kan ikke starte processen. Kontakt systemadministratoren.
de: Managed Software Installer hat ein Konfigurationsproblem (Could not start the process). Informieren Sie Ihren Administrator.
es: Existe un problema de configuración con el Centro de aplicaciones. No se ha podido iniciar el proceso. Contacta con el administrador de sistemas.
fi: Asennusohjelmassa on konfiguraatiovirhe. Prosessia ei voitu käynnistää. Ota yhteyttä järjestelmän ylläpitäjään.
fr: L'utilitaire de mise à jour a rencontré un problème de configuration. Impossible de démarrer le processus. Contactez votre administrateur système.
it: C'è un problema di configurazione con l'installer del Centro Gestione Aggiornamenti. Impossibile avviare il processo. Contattare l'amministratore di sistema.
ja: managed softwareインストラーのコンフィギュレーションに問題があります。インストールプロセスを開始することができません。システム管理者に連絡してください。
nb: Det er et konfigurasjonsproblem med programvarerammeverket. Kan ikke starte prosessen. Kontakt din systemadministrator.
nl: Er is een probleem met de configuratie van de beheerde software installatie. Het proces kon niet gestart worden. Neem contact op met uw systeembeheerder.
ru: Ошибка в конфигурации managed software installer. Не удалось запустить процесс. Обратитесь к системному администратору.
sv: Ett fel i inställningarna för Managed Software Installer har upptäckts, kontakta din datoradministratör.

source: There is a configuration problem with the managed software installer. The process ended unexpectedly. Contact your systems administrator.
da: Der er et konfigurationsproblem med softwareværktøjet. Processes sluttede uventet. Kontakt systemadministratoren.
de: Managed Software Installer hat ein Konfigurationsproblem (The process ended unexpectedly). Informieren Sie Ihren Administrator.
es: Existe un problema de configuración con el Centro de aplicaciones. El proceso se ha cerrado inesperadamente. Contacta con el administrador de sistemas.
fi: Asennusohjelmassa on konfiguraatiovirhe. Prosessi päättyi odottamatta. Ota yhteyttä järjestelmän ylläpitäjään.
fr: L'utilitaire de mise à jour a rencontré un problème de configuration. Le processus s'est arrêté de manière inattendue. Contactez votre administrateur système.
it: C'è un problema di configurazione con l'installer del Centro Gestione Aggiornamenti. Il processo si è chiuso inaspettatamente. Contattare l'amministratore di sistema.
ja: managed softwareインストラーのコンフィギュレーションに問題があります。インストールプロセスが予期せず中断されました。システム管理者に連絡してください。
nb: Det er et konfigurasjonsproblem med programvarerammeverket. Prosessen avsluttet uventet. Kontakt din systemadministrator.
nl: Er is een probleem met de configuratie van de beheerde software installatie. De bewerking werd onverwacht beëindigd. Neem contact op met uw systeembeheerder.
ru: Ошибка в конфигурации managed software installer. Процесс завершился неожиданно. Обратитесь к системному администратору.
sv: Ett fel i inställningarna för Managed Software Update upptäcktes. Processen avslutades oväntat. Kontakta din datoradministratör.

source: There is no new software for your computer at this time.
da: Der er ingen nye opdateringer lige nu.
de: Zurzeit sind keine Softwareupdates für Ihren Computer verfügbar.
es: No hay actualizaciones de software disponibles.
fi: Tietokoneelle ei ole tällä hetkellä saatavilla uusia ohjelmistopäivityksiä.
fr: Il n'y a pas de nouveau logiciel pour votre ordinateur.
it: Al momento non ci sono nuove applicazioni per questo computer.
ja: このコンピューターのソフトウェアを更新する必要はありません
nb: Det er ingen nye oppdateringer for din datamaskin på det nåværende tidspunkt.
nl: Er is geen nieuwe software beschikbaar voor uw computer.
ru: В данный момент для Вашего компьютера нет обновлений.
sv: Det finns inga uppdateringar för närvarande.

source: There is not enough disk space to download and install this item.
da: Der er ikke nok ledig plads på disken til at downloade og installere dette emne.
de: Es ist nicht genügend Speicherplatz vorhanden, um dieses Update herunterzuladen und zu installieren.
es: No hay espacio suficiente en el disco para descargar e instalar esta actualización.
fi: Päivityksen lataamiseen ja asentamiseen ei ole riittävästi levytilaa.
fr: Il n'y a pas assez d'espace disque pour télécharger et installer cet élément.
it: Non c'è abbastanza spazio su disco per scaricare e installare questo elemento.
ja: このアイテムをダウンロードしてインストールするには空き領域が不足しています。
nb: Det er ikke tilstrekkelig diskplass tilgjengelig til laste ned og installere denne pakken.
nl: Er is onvoldoende schijfruimte om dit onderdeel te downloaden en installeren.
ru: Недостаточно места на диске для загрузки и установки этого элемента.
sv: Det finns inte tillräckligt med utrymme för att ladda ner och installera.

source: This item is required by:
da: Dette emne kræves af:
de: Dieses Objekt wird benötigt von:
es: Requerido por:
fi: Tämän kohteen vaatii:
fr: Cet article est requis avant:
it: Questo elemento è richiesto da:
ja: 関連アイテム:
nb: Dette objektet er krevd av:
nl: Dit item is benodigd voor:
ru: Этот элемент необходим для:
sv: Krävs av:

source: This item must be installed by %@
da: Dette emne skal installeres senest %@
de: Dieses Objekt muss bis %@ installiert sein
es: Tiene que estar instalado para el %@
fi: Asennettava ennen %@
fr: Cet article doit être installé avant le %@
it: Questo elemento deve essere installato da %@
ja: このアイテムは%@までにインストールしなければいけません
nb: Dette objektet må installeres senest %@
nl: Dit item moet geïnstalleerd zijn voor %@
ru: Этот элемент должен быть установлен до %@
sv: Måste installeras senast %@

source: This update has been pending for %@ days.
da: Denne opdatering har afventet i %@ dage.
de: Dieses Update ist seit %@ Tagen ausstehend.
es: Esta actualización ha estado pendiente durante %@ days.
fi: Päivitys on ollut saatavilla %@ päivää.
fr: Cette mise à jour est en attente depuis %@ jours.
it: Questo aggiornamento è in sospeso da %@ giorni.
ja: この更新は、%@ 日間保留となっています。
nb: Denne oppdateringen har ventet i %@ dager.
nl: Deze update wacht al %@ dagen.
ru: Это обновление доступно в течение %@ дн.
sv: Den här uppdateringen har väntat i %@ dagar.

source: To allow this, enter your login password.
da: For at tillade dette, skal du skrive din log ind-adgangskode.
de: Um dies zu erlauben, gib dein Anmeldepasswort ein.
es: Para permitir esto, introduzca su contraseña de usuario.
fi: Salli lukituksen avaaminen syöttämällä salasana.
fr: Pour autoriser cette opération, veuillez entrer votre mot de passe.
it: Per permettere questo, inserire la password di login.
ja: これを許可する為、ログインパスワードを入力して下さい。
nb: For å tillate dette, må du skrive inn ditt påloggingspassord.
nl: Om dit toe te staan, vul je loginwachtwoord in.
ru: Для разрешения введите свой пароль для входа в систему.
sv: Ange ditt inloggningslösenord för att tillåta detta.

source: Try again later.
da: Prøv igen senere.
de: Später noch einmal versuchen.
es: Probar de nuevo más tarde.
fi: Yritä myöhemmin uudelleen.
fr: Essayez plus tard.
it: Prova ancora più tardi.
ja: 後でもう一度実行してください
nb: Prøv igjen senere.
nl: Probeer later nog eens.
ru: Попробуйте еще раз позже.
sv: Försök igen senare.

source: Try searching again.
da: Prøv at søge igen.
de: Versuchen Sie erneut zu suchen.
es: Intentar buscar otra vez.
fi: Yritä etsimistä uudelleen.
fr: Tentez la recherche à nouveau.
it: Prova a cercare ancora.
ja: もう一度検索してください
nb: Prøv å søke igjen.
nl: Probeer nog eens te zoeken.
ru: Попробуйте поискать снова.
sv: Försök söka igen.

source: Try selecting another category.
da: Prøv at vælge en anden kategori.
de: Versuchen Sie eine andere Kategorie.
es: Intentar seleccionar otra categoría.
fi: Valitse toinen kategoria.
fr: Essayez de sélectionner une autre catégorie.
it: Prova selezionando un'altra categoria.
ja: ほかのカテゴリを選択してしてください
nb: Prøv å velge en annen kategori.
nl: Selecteer een andere categorie.
ru: Попробуйте выбрать другую категорию.
sv: Försök med en annan kategori.

source: Try selecting another developer.
da: Prøv at vælge en anden udvikler.
de: Versuchen Sie einen anderen Entwickler auszuwählen.
es: Intentar seleccionar otro desarollador.
fi: Valitse toinen kehittäjä.
fr: Essayez de sélectionner un autre développeur.
it: Prova selezionando un altro developer.
ja: ほかのディベロッパを選択してしてください
nb: Prøv å velge en annen utvikler.
nl: Selecteer een andere ontwikkelaar.
ru: Попробуйте выбрать другой разработчика.
sv: Försök med en annan utvecklare.

source: Type
de: Typ
es: Tipo
fi: Tyyppi
it: Tipo
ja: 種類
ru: Тип
sv: Typ

source: Unavailable
da: Ikke tilgængelig
de: Nicht verfügbar
es: No disponible
fi: Ei saatavilla
fr: Non disponible
it: Non disponibile
ja: 入手できません
nb: Ikke tilgjengelig
nl: Niet beschikbaar
ru: Недоступно
sv: Ej tillgänglig

source: Uncategorized
da: Ikke kategoriseret
de: Unkategorisiert
es: Sin categoría
fi: Ei kategoriaa
fr: Non catégorisé
it: Senza Categoria
ja: 未分類
nb: Ikke kategorisert
nl: Niet gecategoriseerd
ru: Без категории
sv: Saknar kategori

source: Update
da: Opdater
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Mettre à jour
it: Aggiorna
ja: アップデート
nb: Oppdater
ru: Обновить
sv: Uppdatera

source: Update All
da: Opdater alle
de: Alle aktualisieren
es: Actualizar todo
fi: Päivitä kaikki
fr: Tout mettre à jour
it: Aggiorna Tutto
ja: すべてをアップデート
nb: Oppdater alle
nl: Update Alles
ru: Обновить Все
sv: Uppdatera alla

source: Update available
da: Kan opdateres
de: Updates verfügbar
es: Actualización disponible
fi: Päivitys saatavilla
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: アップデートがあります
nb: Oppdatering tilgjengelig
nl: Update beschikbaar
ru: Доступно обновление
sv: Uppdatering tillgänglig

source: Update check failed
da: Søgning efter opdateringer mislykkedes
de: Prüfung auf Updates fehlgeschlagen
es: Comprobación fallida
fi: Päivitysten tarkistaminen epäonnistui
fr: Échec de la recherche de mises à jour
it: Controllo aggiornamento fallito
ja: アップデートの確認に失敗しました
nb: Søk etter oppdateringer mislyktes
nl: Update check mislukt
ru: Не удалось проверить наличие обновлений
sv: Uppdateringskontrollen misslyckades

source: Update in progress.
da: Opdatering i gang.
de: Update läuft.
es: Actualización en proceso.
fi: Päivitys käynnissä.
fr: Mise à jour en cours.
it: Aggiornamento in corso.
ja: アップデートを実行中です
nb: Oppdatering pågår.
nl: Update in behandeling.
ru: Обновление выполняется.
sv: Uppdatering pågår.

source: Update now
da: Opdater nu
de: Jetzt aktualisieren
es: Actualizar ahora
fi: Päivitä nyt
fr: Mettre à jour maintenant
it: Aggiorna adesso
ja: 今すぐアップデート
nb: Oppdater nå
nl: Update nu
ru: Обновить сейчас
sv: Uppdatera nu

source: Update Required
da: Opdatering kræves
de: Update erforderlich
es: Requiere una actualización
fi: Pakollinen päivitys
fr: Mise à jour obligatoire
it: Aggiornamento richiesto
ja: アップデートが必要です
nb: Oppdatering påkrevd
nl: Update benodigd
ru: Обновить Обязательное
sv: Uppdatering krävs

source: Update will be installed
da: Opdatering bliver installeret
de: Update wird installiert
es: Se instalará la actualización
fi: Päivitys asennetaan
fr: La mise à jour sera installée
it: L'aggiornamento verrà installato
ja: アップデートをインストールします
nb: Oppdatering vil bli installert
nl: Update wordt geïnstalleerd
ru: Обновление будет установлено
sv: Uppdateringen kommer att installeras

source: Updates
da: Opdateringer
es: Actualizaciones
fi: Päivitykset
fr: Mises à jour
it: Aggiornamenti
ja: アップデート
nb: Oppdateringer
ru: Обновления
sv: Uppdateringar

source: Updating...
da: Opdaterer...
de: Aktualisiere...
es: Actualizando...
fi: Päivitetään...
fr: Mise à jour en cours...
it: Aggiornamento in corso...
ja: アップデート中…
nb: Oppdaterer...
nl: Aan het updaten...
ru: Обновление...
sv: Uppdateringar...

source: Verifying macOS installer...
da: Kontrollerer macOS-installation...
de: macOS Installer wird überprüft...
es: Verificando el instalador de macOS...
fi: Varmistetaan macOS-asentajaa...
fr: Vérification de l'installeur macOS...
it: Sto verificando installer di macOS...
ja: MacOS インストーラーの検証中...
nb: Verifiserer macOS-installasjon...
nl: macOS installatie wordt geverifieerd...
ru: Проверка установщика macOS...
sv: Verifierar macOS-installation...

source: Verifying package integrity...
da: Kontrollerer integritet af software...
de: Prüfe Paketintegrität...
es: Comprobando la integridad del paquete...
fi: Tarkistetaan paketin eheyttä...
fr: Vérification de l'intégrité du paquet...
it: Controllo l'integrità del pacchetto...
ja: パッケージの完全性を検証中…
nb: Verifiserer integriteten til programvarepakken...
nl: Integriteit van het pakket controleren...
ru: Проверка целостности пакета...
sv: Verifierar paket...

source: Version
es: Versión
fi: Versio
it: Versione
ja: バージョン
nb: Versjon
nl: Versie
ru: Версия

source: Version:
es: Versión:
fi: Versio:
it: Versione:
ja: バージョン:
nb: Versjon:
nl: Versie:
ru: Версия:

source: Waiting for network...
da: Venter på netværk...
de: Warte auf Netzwerk...
es: Esperando red...
fi: Odotetaan verkkoyhteyttä...
fr: En attente du réseau...
it: In attesa del network...
ja: ネットーワーク接続を待っています…
nb: Venter på nettverk...
nl: Op netwerk wachten...
ru: Ожидание сети...
sv: Väntar på nätverket...

source: Will be installed
da: Bliver installeret
de: wird installiert
es: Será instalado
fi: Asennetaan
fr: Sera installé
it: Verrà installato
ja: インストールします
nb: Vil bli installert
nl: Zal geïnstalleerd worden
ru: Будет установлено
sv: Kommer att installeras

source: Will be removed
da: Bliver fjernet
de: wird entfernt
es: Será desinstalado
fi: Poistetaan
fr: Sera supprimé
it: Verrà rimosso
ja: 削除します
nb: Vil bli fjernet
nl: Zal verwijderd worden
ru: Будет удалено
sv: Kommer att tas bort

source: You have no selected software.
da: Du har ikke valgt nogen software.
de: Sie haben keine Software ausgewählt.
es: No has seleccionado ninguna aplicación.
fi: Sinulla ei ole valittuja ohjelmistoja.
fr: Vous n'avez pas sélectionné de logiciel.
it: Non ci sono applicazioni selezionate.
ja: ソフトウェアが選択されていません
nb: Du har ikke valgt noe program.
nl: U heeft geen software geselecteerd.
ru: У вас нет выбранного ПО.
sv: Du har inte valt någon programvara.

source: You must install these updates using Software Update in System Preferences.
da: Du skal installere opdateringerne fra Softwareopdatering i Systemindstillinger.
de: Installieren Sie diese Updates mithilfe der Softwareupdate-Funktion in den Systemeinstellungen .
es: Debes instalar estas actualizaciones usando Actualización de software en Preferencias del Sistema
fi: Päivitykset täytyy asentaa avaamalla Järjestelmäasetukset ja valitsemalla Ohjelmiston päivitys.
fr: Vous devez les installer en utilisant Mise à jour de logiciels dans les Préférences Système.
it: Installa questi aggiornamenti usando Aggiornamento Software nelle Preferenze di Sistema.
ja: このアップデートは、「システム環境設定」の「ソフトウェアアップデート」を使用してインストールする必要があります。
nb: Du må installere disse fra Programvareoppdatering-valgpanelet i Systemvalg.
nl: Installeer deze updates door gebruik te maken Software-update in Systeemvoorkeuren.
sv: Du måste installera uppdateringarna med inställningspanelen Programuppdatering i Systeminställningar.

source: You must quit the following applications before proceeding with installation or removal: %@
da: Du skal slutte følgende programmer for du forsætter med installering eller fjernelse: %@
de: Sie müssen die folgenden Programme beenden, um mit dem Update fortfahren zu können: %@
es: Debes cerrar las siguientes aplicaciones antes de instalar o desinstalar: %@
fi: Jotta voit jatkaa asennusta tai poistoa, sulje seuraavat ohjelmat: %@
fr: Vous devez quitter les logiciels suivants avant de les installer ou de les supprimer: %@
it: Chiudere le seguenti applicazioni prima di procedere all'installazione o rimozione: %@
ja: インストールまた削除を進めるには、以下のアプリケーションを終了しなければいけません: %@
nb: Du må avslutte følgende programmer før du forsetter med installasjon eller fjerning: %@
nl: De volgende applicaties dienen afgesloten te worden voordat de installatie of verwijdering plaats kan vinden: %@
ru: Вы должны закрыть следующие приложения перед установкой или удалением: %@
sv: Du måste avsluta följande program innan installationen eller avinstallationen kan fortsätta: %@

source: You must upgrade to macOS version %@ to be able to install this item.
da: Du skal opgradere til macOS version %@ for at installere dette emne.
de: Sie müssen auf macOS version %@ oder höher aktualisieren, um dieses Update installieren zu können.
es: Tienes que actualizar a macOS %@ o superior para poder instalar esta actualización.
fi: Päivityksen asentamiseen tarvitaan macOS %@.
fr: Vous devez mettre à jour vers une version macOS %@ pour pouvoir installer cet élément.
it: Per installare questo elemento bisogna aggiornare il sistema a Mac OS %@
ja: このアイテムをインストールするにはmacOS %@ 以降にアップグレードする必要があります。
nb: Du må oppgradere macOS til versjon %@ for å kunne installere denne pakken.
nl: Upgrade eerst naar macOS versie %@ of hoger zodat dit onderdeel geïnstalleerd kan worden.
ru: Вы должны перейти на версию macOS %@ чтобы иметь возможность установить этот элемент.
sv: Du behöver uppgradera till macOS version %@ för att kunna installera.

source: Your administrator has restricted installation of these updates. Contact your administrator for assistance.
da: Administratoren har begrænset installationen af disse opdateringer. Kontakt din administrator for mere information.
de: Ihr Administrator hat die Installation dieser Updates eingeschränkt. Wenden Sie sich an Ihren Administrator, um Unterstützung zu erhalten.
es: Tu administrador de sistemas ha restringido la instalación de estas actualizaciones. Contacta con tu administrador para recibir asistencia.
fi: Ylläpitäjä on rajoittanut näiden päivitysten asentamista. Ota yhteyttä ylläpitäjään.
fr: Votre administrateur a restreint l'installation de ces mises à jour. Contactez votre administrateur pour de l'assistance.
it: L'amministratore di sistema controlla l'installazione di questi aggiornamenti. Contatta l'amministratore di sistema per richiedere assistenza.
ja: このアップデートのインストールは制限されています。システム管理者にお問い合わせください。
nb: Administratoren har blokkert installasjon av disse oppdateringene. Kontakt administratoren for å få hjelp.
nl: De beheerder van deze machine staat de installatie van deze updates niet toe. Neem contact op met de beheerder voor assistentie.
ru: Администратор запретил установку этих обновлений. Обратитесь за помощью к администратору.
sv: Adminstratören har begränsat möjligheten att installera uppdateringar. Kontakta din adminstratör för hjälp.

source: Your computer is not connected to a power source.
da: Computeren er ikke sluttet til strømforsyningen.
de: Ihr Computer ist nicht an eine Stromquelle angeschlossen.
es: El equipo no está conectado a una fuente de alimentación.
fi: Tietokonetta ei ole liitetty virtalähteeseen.
fr: Votre ordinateur n'est pas branché à une prise de courant.
it: Il computer non è collegato ad una presa di corrente.
ja: このコンピューターは電源に接続されていません
nb: Datamaskinen er ikke tilkoblet en strømforsyning.
nl: Uw computer is niet aangesloten op het lichtnet.
ru: Ваш компьютер не подключен к постоянному источнику питания.
sv: Datorn är inte ansluten till en strömkälla.

source: Your search had no results.
da: Søgningen gav ingen resultater.
de: Ihre Suche lieferte keine Ergebnisse.
es: Tu busqueda no ha obtenido ningún resultado.
fi: Ei tuloksia.
fr: Votre recherche n'a retourné aucun résultat.
it: La ricerca non ha prodotto risultati.
ja: 検索結果がありません
nb: Ditt søk ga ingen resultater.
nl: Uw zoekopdracht geeft geen resultaat.
ru: По Вашему запросу ничего не найдено.
sv: Din sökning gav inga resultat.

source: Your software is up to date.
da: Softwaren er opdateret.
de: Ihre Software ist auf dem neuesten Stand.
es: Tus aplicaciones están actualizadas.
fi: Ohjelmisto on ajan tasalla.
fr: Votre logiciel est à jour.
it: Le applicazioni sono aggiornate.
ja: ソフトウェアは最新です
nb: Din programvare er oppdatert.
nl: Uw software is up to date.
ru: У Вас самое новое ПО.
sv: Programvaran är uppdaterad.
