Repository: munki/munki
Catalog: code/apps/Managed Software Center/Managed Software Center/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, ja, nb, nl, ru, sv

source: Not currently available
da: Ikke tilgængeligt i øjeblikket
de: Derzeit nicht verfügbar
es: Actualmente no disponible
fi: Ei saatavilla tällä hetkellä
fr: Non disponible actuellement
it: Attualmente non disponibile
ja: 現在使用ができません
nb: Ikke tilgjengelig for øyeblikket
nl: Op dit moment niet beschikbaar
ru: В настоящее время не доступно
sv: Inte tillgänglig just nu

source: Not enough disk space
da: Ikke nok plads på disken
de: Nicht genügend Festplattenplatz
es: No hay suficiente espacion en el disco
fi: Kovalevyllä ei ole tarpeeksi tilaa
fr: Pas assez d'espace disque
it: Non c'è abbastanza spazio su disco
ja: ディスクの空きが足りません
nb: Ikke nok plass på disken
nl: Onvoldoende ruimte op de harde schijf
ru: Недостаточно места на диске
sv: Inte tillräckligt med utrymme på skivan

source: Not Found
da: Findes ikke
de: Nicht gefunden
es: No encontrado
fi: Ei tuloksia
fr: Aucune correspondance
it: Non Trovato
ja: 見つかりません
nb: Ikke funnet
nl: Niet Gevonden
ru: Не найдено
sv: Kunde inte hittas

source: Not installed
da: Ikke installeret
de: Nicht installiert
es: No instalado
fi: Ei asennettu
fr: Non installé
it: Non Installato
ja: インストールされていません
nb: Ikke installert
nl: Niet geïnstalleerd
ru: Не установлено
sv: Ej installerat

source: Nothing to remove.
da: Intet at fjerne.
de: Nichts zu entfernen.
es: Nada que quitar.
fi: Ei poistettavia kohteita.
fr: Rien à supprimer.
it: Niente da Rimuovere.
ja: 削除する項目がありません
nb: Ingenting å fjerne.
nl: Niets te verwijderen.
ru: Нечего удалять.
sv: Inget att ta bort.

source: OK
es: Aceptar

source: One or more important Apple updates must be installed
da: Én eller flere vigtige opdateringer fra Apple skal installeres
de: Ein oder mehrere wichtige Apple-Updates müssen installiert werden
es: Una o más actualizaciones importates de Apple deben ser instaladas
fi: Yksi tai useampi tärkeä Applen päivitys täytyy asentaa
fr: Une ou plusieurs mises à jour Apple importantes doivent être installées
it: Uno o più aggiornamenti software importanti di Apple devono essere installati
ja: 重要な Apple ソフトウェアアップデートをインストールする必要があります
nb: En eller flere viktige Apple oppdateringer må installeres
nl: Een of meerdere belangrijke Apple updates dienen geïnstalleerd worden
ru: Необходимо установить одно или более обновлений Apple
sv: En eller flera viktiga Apple-uppdateringar måste installeras

source: One or more items must be installed by %@
da: Et eller flere emner skal installeres senest %@
de: Eines oder mehrere Objekte müssen bis %@ installiert werden.
es: Uno o mas ítems tienen que ser instalados para el %@
fi: Yksi tai useampi kohde täytyy asentaa ennen %@
fr: Un article doit être installé avant le %@
it: Uno o più elementi devono essere installati da %@
ja: %@までに、1つまたそれ以上のアイテムのインストールが必要です
nb: Et eller flere objekter må installeres senest %@
nl: Eén of meer items moeten voor %@ worden geïnstalleerd
ru: Один или несколько элементов должны быть установлены до %@
sv: Ett eller flera objekt måste installeras senast %@

source: One or more mandatory updates are overdue for installation. A logout will be forced soon.
da: En eller flere obligatoriske opdateringer burde have været installeret. Der vil inden længe ske en tvungen log ud.
de: Eines oder mehrere zwingend notwendige Updates sind überfällig. Eine Abmeldung wird in Kürze erzwungen.
es: El periodo de instalación de una o más actualizaciones requeridas ha expirado. En breve se forzará el cierre de sesión
fi: Yksi tai useampi pakollinen päivitys on myöhässä. Uloskirjautuminen tullaan suorittamaan pakotetusti pian.
fr: Une ou plusieurs mises à jour obligatoires sont en retard. Une fermeture de session va être forcée très bientôt.
it: Uno o più aggiornamenti obbligatori sono in ritardo per l'installazione. Un logout verrà forzato a breve.
ja: 一つまたそれ以上の必須アップデートが期日までに行われていないため、強制的にログアウトをします
nb: En eller flere påkrevde oppdateringer burde vært installert. En tvungen utlogging vil skje snart.
nl: Er zijn één of meerdere achterstallige updates. Verplicht uitloggen zal spoedig nodig zijn.
ru: Одно или несколько обязательных обновлений просрочены для установки. Сеанс будет принудительно завершен.
sv: En eller flera obligatoriska uppdateringar har förfallit för installation. En utloggning kommer att tvingas snart.

source: One or more updates must be installed by %@. A logout may be forced if you wait too long to update.
da: En eller flere opdateringer skal installeres inden %@. Hvis du venter for længe, vil der ske en tvungen log ud.
de: Eines oder mehrere Updates müssen unbedingt bis %@ installiert werden. Eine Abmeldung wird möglicherweise erzwungen, wenn Sie zu lange mit dem Update warten.
es: Una o más actualizaciones tienen ser instaladas para el %@. Se forzará el cierre de sesión si esperas demasiado en actualizar.
fi: Yksi tai useampi päivitys täytyy asentaa ennen %@. Uloskirjautuminen saatetaan pakottaa jos odotat liian pitkään ennen päivittämistä.
fr: Une ou plusieurs mises à jour doivent être installées avant le %@. Une fermeture de session peut être forcée si vous attendez trop longtemps avant de mettre à jour.
it: Uno o più elementi devono essere installati da %@. Un logout potrebbe essere forzato in caso si aspetti troppo per l'aggiornamento.
ja: %@までに、一つまたそれ以上のアイテムをインストールしなければいけません。アップーデートを実行しなければ、強制的にログアウトさせられます。
nb: En eller flere oppdateringer må installeres innen %@. Hvis du venter for lenge med å oppdatere, vil en tvungen utlogging skje.
nl: Één of meerdere updates zullen worden geïnstalleerd op of voor %@. Geforceerd uitloggen kan mogelijk zijn als U te lang wacht met bijwerken.
ru: Один или несколько обвнолений должны быть установлены до %@. Сеанс может быть принудительно завершен.
sv: En eller flera uppdateringar måste installeras senast %@. Om du väntar för länge, kommer det att ske en automatisk utloggning.

source: Other available updates
da: Andre tilgængelige opdateringer
de: Andere verfügbare Updates
es: Otras actualizaciones disponibles
fi: Muut saatavilla olevat päivitykset
fr: Autres mises à jour disponibles
it: Altri aggiornamenti disponibili
ja: その他入手可能なアップデート
nb: Andre tilgjengelige oppdateringer
nl: Andere beschikbare updates
ru: Другие доступные обновления
sv: Andra tillgängliga uppdateringar

source: Other logged in users are using the following applications. Try updating later when they are no longer in use: %@
da: Der er andre brugere som anvender følgende programmer. Prøv at opdatere senere når de ikke længere er i brug: %@
de: Andere angemeldete User verwenden die folgenden Applikationen. Versuchen Sie das Update später noch einmal, wenn diese nicht mehr in Verwendung sind: %@
es: Otros usuarios estan utilizando las siguientes aplicaciones. Prueba de actualizar más tarde cuando no esten en uso: %@
fi: Muut kirjautuneet käyttäjät käyttävät seuraavia ohjelmia. Yritä myöhemmin uudelleen kun ohjelmat eivät ole enää käytössä: %@
fr: D'autres utilisateurs connectés utilisent les applications suivantes. Essayez de les mettre à jour lorsqu'elles ne seront plus utilisées: %@
it: Altri utenti collegati stanno usando le seguenti applicazioni. Provare l'aggiornamento quando non saranno in uso: %@
ja: 別のユーザーが、下記のアプリケーションを使用しています。別のユーザーが %@ の使用を終えてから、アップーデートをもう一度実行してください。
nb: Andre påloggede brukere anvender følgende programmer. Prøv å oppdatere senere når de ikke lengere er i bruk: %@
nl: Andere ingelogde gebruikers hebben de volgende applicaties actief. Probeer later nog eens te updaten als ze niet langer in gebruik zijn: %@
ru: Другие авторизированные пользователи используют следующие приложения. Попробуйте обновление позже, когда они больше не используются: %@
sv: Andra användare i datorn har följande program öppna Försök uppdatera senare när de inte längre används: %@

source: Other users logged in
da: Andre brugere er logget ind
de: Andere User sind eingeloggt
es: Hay otros usuarios con sesiones abiertas
fi: Muut kirjautuneet käyttäjät
fr: D'autres utilisateurs sont connectés
it: Altri utenti collegati
ja: 別のユーザーがログイン中です
nb: Andre brukere er pålogget
nl: Andere gebruikers zijn nog ingelogd
ru: Другие пользователи сейчас в системе
sv: Andra användare är inloggade

source: Package removal complete.
da: Fjernelse af software er gennemført.
de: Entfernen des Paketes abgeschlossen.
es: Desinstalación del paquete completada.
fi: Paketin poisto valmis.
fr: Paquet supprimé avec succès.
it: Rimozione pacchetto riuscita.
ja: パッケージの削除が完了しました
nb: Avinstallasjon av programvare er gjennomført.
nl: Verwijderen van pakket voltooid.
ru: Удаление пакета завершено.
sv: Paketet borttaget.

source: Password:
da: Adgangskode:
de: Passwort:
es: Contraseña:
fi: Salasana:
fr: Mot de passe :
ja: パスワード:
nb: Passord:
nl: Wachtwoord:
ru: Пароль:
sv: Lösenord:

source: Pending updates
da: Ventende opdateringer
de: Anstehende updates
es: Actualizaciones pendientes
fi: Odottavat päivitykset
fr: Mises à jour en attente
it: Aggiornamenti in sospeso
ja: アップデートを保留中
nb: Ventende oppdateringer
nl: Wachtende updates
ru: Отложенные обновления
sv: Väntande uppdateringar

source: Performing postflight tasks...
da: Udfører postflight-opgaver...
de: Führe postflight Aufgaben aus...
es: Ejecutando los scripts de postinstalación...
fi: Suoritetaan viimeisteleviä tehtäviä...
fr: Exécution des tâches de finition...
it: Controllo post-installazione in corso...
ja: postflightタスクを実行中…
nb: Utfører postflight-oppgaver...
nl: Postflight taken afhandelen...
ru: Выполнение послеполетных задач...
sv: Städar upp...

source: Performing preflight tasks...
da: Udfører preflight-opgaver...
de: Führe preflight Aufgaben aus...
es: Ejecutando los scripts de preinstalación...
fi: Suoritetaan valmistavia tehtäviä...
fr: Exécution des tâches d'initialisation...
it: Controllo pre-installazione in corso...
ja: preflightタスクを実行中…
nb: Utfører preflight-oppgaver...
nl: Preflight taken afhandelen...
ru: Выполнение предварительных задач...
sv: Förbereder...

source: Preparing removal
da: Forbereder fjernelse
de: Bereite das Entfernen vor
es: Preparando desinstalación
fi: Valmistellaan poistoa
fr: Préparation de la suppression
it: Rimozione in preparazione
ja: 削除準備中です
nb: Forbereder avinstallasjon
nl: Verwijderen voorbereiden
ru: Подготовка удаления
sv: Förbereder borttagning

source: Preparing to run macOS Installer...
da: Forbereder start af macOS-installation...
de: Bereite das Ausführen des macOS Installers vor...
es: Preparando para ejecutar el instalador de macOS
fi: Valmistellaan macOS-asentajan käynnistämistä...
fr: Préparation du lancement de l'installeur macOS
it: Preparo l'installazione di macOS...
ja: macOS インストーラを実行する準備をしています...
nb: Forbereder å kjøre macOS Installer...
nl: macOS installatie voorbereiden...
ru: Подготовка к запуску Установщика macOS...
sv: Förbereder installation av macOS...

source: Problem updates
da: Problematiske opdateringer
de: Problematische updates
es: Actualización problematica
fi: Epäonnistuneet päivitykset
fr: Mises à jour problématiques
it: Aggiornamenti che richiedono attenzione
ja: 問題のアップデート
nb: Problematiske oppdateringer
nl: Problematische updates
ru: проблемные обновления
sv: Problemuppdateringar

source: Quit
da: Slut
de: Beenden
es: Salir
fi: Lopeta
fr: Quitter
it: Chiudi
ja: 終了
nb: Avslutt
nl: Afsluiten
ru: Завершить
sv: Avsluta

source: Removal Error
da: Fejl ved fjernelse
de: Fehler beim Entfernen
es: Error al desinstalar
fi: Virhe poistettaessa
fr: Erreur de suppression
it: Errore di rimozione
ja: 削除エラー
nb: Feil ved avinstallasjon
nl: Verwijderfout
ru: Ошибка Удаления
sv: Borttagning misslyckades

source: Removal requested
da: Fjernelse krævet
de: Entfernung angefordert
es: Desinstalación solicitada
fi: Poistoa pyydetty
fr: Suppression demandée
it: Rimozione richiesta
ja: 削除リクエスト
nb: Avinstallasjon forespurt
nl: Verwijdering verzocht
ru: Запрошено удаление
sv: Borttagning begärd

source: Remove
da: Fjern
de: Entfernen
es: Desinstalar
fi: Poista
fr: Supprimer
it: Rimuovi
ja: 削除
nb: Avinstaller
nl: Verwijder
ru: Удалить
sv: Ta bort

source: Removing
da: Fjerner
de: Deinstallation
es: Desinstalando
fi: Poistetaan
fr: Suppression en cours
it: Rimozione in corso
ja: 削除中
nb: Avinstallerer
nl: Verwijderen
ru: Удаление
sv: Tar bort

source: Removing receipt info
da: Fjerner oplysninger om kvittering
de: Entferne Paketquittung
es: Quitando la información del recibo
fi: Poistetaan kuitteja
fr: Suppression de l'information du reçu
it: Rimozione info in corso
ja: receipt情報を削除中です
nb: Fjerner opplysninger om kvittering
nl: Receipt informatie verwijderen
ru: Удаление квитанции
sv: Tar bort kvittot

source: Required
da: Påkrævet
de: Erforderlich
es: Requerida
fi: Pakollinen
fr: obligatoire
it: Necessario
ja: 必須
nb: Påkrevd
nl: Benodigd
ru: Обязательное
sv: Krävs

source: Restart
da: Genstart
de: Neustart
es: Reiniciar
fi: Käynnistä uudelleen
fr: Redémarrer
it: Riavvio
ja: 再起動
nb: Omstart
nl: Herstarten
ru: Перезагрузить
sv: Omstart

source: Restart Required
da: Kræver genstart
de: Neustart erforderlich
es: Es necesario reiniciar
fi: Vaatii uudelleenkäynnistyksen
fr: Redémarrage requis
it: Riavvio Necessario
ja: 再起動が必要です
nb: Omstart påkrevd
nl: Herstart Benodigd
ru: Требуется перезагрузка
sv: Omstart krävs

source: Retrieving list of software for this machine...
da: Henter en liste over tilgænglig software til denne computer...
de: Hole Liste der Software für diesen Computer...
es: Obteniendo la lista de software para este equipo...
fi: Haetaan ohjelmistolistaa tälle tietokoneelle...
fr: Obtention de la liste des logiciels pour cet ordinateur...
it: Recupero la lista delle applicazioni per questo mac...
ja: このコンピューターのソフトウェアリストを取得中…
nb: Henter en liste over tilgjenglig programvare for denne datamaskinen...
nl: Software lijst voor deze machine ophalen...
ru: Получение списка ПО для этой машины...
sv: Hämtar en lista med programvara för den här datorn...

source: Running Adobe Patch Installer
da: Kører Adobe Patch Installer
de: Starte Adobe Patch Installer
es: Instalación de un parche de Adobe en marcha
fi: Ajetaan Adobe Patch -asentajaa
fr: Démarrage du programme de mise à niveau d'Adobe
it: Adobe Patch Installer in esecuzione
ja: Adobeアップデートをインストール中
nb: Kjører Adobe Patch Installer
nl: Adobe Patch Installer uitvoeren
ru: Выполнение установщика Adobe Patch
sv: Kör Adobe Patch Installer

source: Running Adobe Setup
da: Kører Adobe Setup
de: Starte Adobe Setup
es: Instalación de Adobe en marcha
fi: Ajetaan Adobe Setup -ohjelmistoa
fr: Démarrage du programme d'installation d'Adobe
it: Adobe Setup in esecuzione
ja: Adobeセットアップ実行中
nb: Kjører Adobe Setup
nl: Adobe Setup uitvoeren
ru: Выполнение Adobe Setup
sv: Kör Adobe Setup

source: Running Adobe Uninstall
da: Kører Adobe Uninstall
de: Starte Adobe Uninstall
es: Desinstalación de Adobe en marcha
fi: Ajetaan Adobe Uninstall -ohjelmistoa
fr: Désinstallation d'Adobe
it: Adobe Uninstall in esecuzione
ja: Adobeアンインストール実行中
nb: Kjører Adobe Uninstall
nl: Adobe Uninstall uitvoeren
ru: Выполнение Adobe Uninstall
sv: Kör Adobe Uninstall

source: See All
da: Se alle
de: Alle anzeigen
es: Iniciar sesión
fi: Näytä kaikki
fr: Tout voir
it: Vedi tutto
ja: すべて表示
nb: Se alle
nl: Toon alle
ru: См. все
sv: Visa alla

source: Select software to install.
da: Vælg software der skal installeres.
de: Wählen Sie die zu installierende Software aus.
es: Selecciona la aplicaciones a instalar.
fi: Valitse asennettavat ohjelmistot.
fr: Choisir les logiciels à installer.
it: Seleziona applicazioni da installare.
ja: インストールするソフトウェアを選択してください
nb: Velg programvare som skal installeres.
nl: Selecteer software om te installeren.
ru: Выберите ПО для установки.
sv: Välj programvara att installera.

source: Size:
da: Str.:
de: Größe:
es: Tamaño:
fi: Koko:
fr: Taille:
it: Dimensione:
ja: サイズ:
nb: Størrelse:
nl: Grootte:
ru: Размер:
sv: Storlek:

source: Skip these updates
da: Spring over
de: Updates überspringen
es: Saltar actualizaciones de Apple
fi: Ohita nämä päivitykset
fr: Ignorer ces mises à jour
it: Ignora questi aggiornamenti
ja: ソフトウェアアップデートをスキップ
nb: Hopp over oppdateringer
nl: Sla Apple updates over
ru: Пропустить эти обновления
sv: Hoppa över

source: Software
es: Aplicaciones
fi: Ohjelmistot
fr: Logiciel
it: Applicazione
ja: ソフトウェア
nb: Programvare
ru: Программы
sv: Programvara

source: Software installed or removed requires a restart.
da: Installeret eller fjernet software kræver genstart.
de: Installierte oder entfernte Software benötigt einen Neustart.
es: El software instalado o desinstalado requiere reiniciar el equipo.
fi: Asennettu ohjelmisto tai poisto vaatii tietokoneen uudelleenkäynnistyksen.
fr: Un logiciel installé ou supprimé nécessite un redémarrage.
it: L'applicazione installata o rimossa richiede il riavvio.
ja: インストールまた削除したソフトウェアがあるため再起動が必要です
nb: Programvaren som er installert eller fjernet krever en omstart.
nl: Geïnstalleerde of verwijderde software maakt een herstart nodig.
ru: Установленное или удаленное ПО требует перезагрузки.
sv: Programvara som installerades eller togs bort kräver en omstart..

source: Software installed or removed requires a restart. You will have a chance to save open documents.
da: Den software, der blev installeret eller fjernet, kræver en genstart. Du får mulighed for at gemme alle åbne dokumenter.
de: Softwareaktualisierung oder -entfernung benötigt einen Neustart. Sie können offene Dokumente noch sichern.
es: El software instalado necesita reiniciar el equipo. Tendrás oportunidad de guardar tus documentos
fi: Asennettu ohjelmisto tai poisto vaatii tietokoneen uudelleenkäynnistyksen. Avoinna olevien dokumenttien tallentaminen on mahdollista.
fr: Les logiciels installés ou supprimés nécessitent un redémarrage. Vous aurez la possibilité de sauvegarder les documents ouverts.
it: L'applicazione installata o rimossa richiede il riavvio. Avrai la possibilità di salvare i documenti aperti.
ja: インストールまた削除したソフトウェアがあるため再起動が必要です。現在使用中のドキュメントの保存ができます。
nb: Programvaren som er blitt installert eller fjernet krever en omstart. Du får muligheten til å lagre åpne dokumenter.
nl: Geïnstalleerde of verwijderde software maakt een herstart nodig. U krijgt de kans om geopende documenten op te slaan.
ru: Установленное или удаленное ПО требует перезагрузки. У Вас будет возможность сохранить открытые документы.
sv: Program som lades till eller togs bort kräver en omstart. Du kommer att få möjlighet att spara ditt arbete.

source: Some conditions apply to this software. Please contact your administrator for more details
da: Denne software kræver opmærksomhed. Kontakt administratoren for mere information
de: Für diese Software gelten bestimmte Bedingungen. Für nähere Informationen wenden Sie sich bitte an Ihren Administrator.
es: Este software esta sujeto a algunas condiciones. Por favor contacta con tu administrador de sistemas para obtener más información
fi: Tähän päivitykseen liittyy ehtoja. Ota yhteys ylläpitäjään
fr: Des conditions d'utilisation sont applicables à ce logiciel. Merci de contacter votre administrateur pour plus d'informations
it: Delle condizioni specifiche si applicano a questo software. Contatta il tuo amministratore di sistema per maggiori informazioni
ja: このソフトウェアには、いくつかの条件が適用されます。詳しくは管理者にお問い合わせください
nb: Noen betingelser gjelder for denne programvaren. Kontakt administratoren din for mer informasjon
nl: Op deze software zijn enkele voorwaarden van toepassing. Neem contact op met uw beheerder voor meer informatie
ru: К этому ПО применяются некоторые условия. Обратитесь к администратору системы за подробной информацией
sv: Vissa villkor gäller för den här mjukvaran. Kontakta din administratör för mer information.

source: Starting Adobe installer...
da: Starter Adobe installer...
de: Starte Adobe Installer...
es: Empezando el instalador de Adobe...
fi: Käynnistetään Adobe-asentajaa...
fr: Démarrage du programme d'installation d'Adobe...
it: Avvio Adobe installer...
ja: Adobeインストーラーを開始…
nb: Starter Adobe installer...
nl: Adobe installer opstarten...
ru: Запуск Adobe installer...
sv: Startar Adobe installer...

source: Starting macOS upgrade...
da: Starter macOS-opgradering...
de: Starte das macOS-Upgrade...
es: Empezando actualización completa de macOS
fi: Aloitetaan macOS-päivitys...
fr: Démarrage de la mise à jour de macOS...
it: Inizio dell'aggiornamento di macOS...
ja: macOS のアップグレードを開始しています...
nb: Starter oppgradering av macOS...
nl: Starten met de macOS upgrade...
ru: Начало обновления macOS...
sv: Startar uppgradering av macOS...

source: Starting...
da: Starter...
de: Starte...
es: Empezando...
fi: Aloitetaan...
fr: Démarrage...
it: Avvio...
ja: 開始…
nb: Starter...
nl: Beginnen...
ru: Запуск...
sv: Startar...

source: Status:
es: Estado:
fi: Tila:
fr: État:
it: Stato:
ja: ステータス:
ru: Статус:

source: System configuration problem
da: Problem med systemkonfigurationen
de: Problem mit der Systemkonfiguration
es: Problema en la configuración del sistema
fi: Järjestelmän määritysvirhe
fr: Problème de configuration du système
it: Problema di configurazione di sistema
ja: システムコンフィギュレーションに問題があります
nb: Problem med systemkonfigurasjon
nl: Probleem met de systeemconfiguratie
ru: Проблема с конфигурацией системы
sv: Problem med systemkonfiguration

source: System will restart and begin upgrade of macOS.
da: Systemet vil genstarte og begynde installering af macOS.
de: System wird neu gestartet und das macOS-Upgrade beginnt.
es: El sistema se reiniciará y comenzará la intalación completa de macOS
fi: Järjestelmä käynnistyy uudelleen ja aloittaa macOS-päivityksen.
fr: Le système va redémarrer et lancer la mise à jour de macOS.
it: Il sistema si riavvierà e inizierà l'aggiornamento di macOS
ja: システムが再起動し、macOS のアップグレードが始まります。
nb: Systemet vil starte på nytt og begynne å oppgradere macOS.
nl: De Mac zal opnieuw opstarten en de upgrade van macOS starten.
ru: Система перезагрузится, и начнётся обновление macOS
sv: Systemet kommer att starta om och påbörja uppgraderingen av macOS

source: The software was successfully installed.
da: Installation af software er gennemført.
de: Die Software wurde erfolgreich installiert.
es: El software se instaló correctamente.
fi: Ohjelmiston asennus onnistui.
fr: Le logiciel a été installé avec succès.
it: L'applicazione è stata installata con successo.
ja: ソフトウェアのインストールが完了しました
nb: Installasjon av programvaren er fullført.
nl: De software is succesvol geïnstalleerd.
ru: Программное обеспечение было успешно установлено.
sv: Programvaran installerades.

source: There are additional pending updates to install or remove.
da: Der er flere ventende opdateringer, som skal installeres eller fjernes.
de: Es stehen weitere Updates zur Installation oder Entfernung an.
es: Hay actualizaciones adicionales pendientes de instalar o desinstalar.
fi: Muita ohjelmistopäivityksiä tai poistoja odottamassa.
fr: Il y a des mises à jour additionnelles à installer ou supprimer.
it: Ci sono ulteriori aggiornamenti in sospeso da installare o rimuovere.
ja: インストールまた削除すべきアップデートが保留中になっています
nb: Det er flere ventende oppdateringer som skal installeres eller fjernes.
nl: Er zijn additionele wachtende updates om te installeren of verwijderen.
ru: Есть дополнительные отложенные обновления для установки или удаления.
sv: Det fins fler uppdateringar att installera eller ta bort.

source: There are no available software items.
da: Der ingen software-emner.
de: Es ist keine Software verfügbar.
es: No hay aplicaciones disponibles.
fi: Ei saatavilla olevia ohjelmistoja.
fr: Il n'y a pas de logiciel disponible.
it: Non ci sono elementi disponibili.
ja: 使用可能なソフトウェアアイテムはありません
nb: Det er ingen programvareobjekter.
nl: Geen software items beschikbaar.
ru: Нет доступного ПО.
sv: Inga programvaror tillgängliga.
