Repository: munki/munki
Catalog: code/apps/Managed Software Center/Managed Software Center/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, ja, nb, nl, ru, sv

source: Conflicting applications running
da: Der er åbne programmer, som giver konflikt med installeringen
de: Es gibt einen Konflikt mit laufenden Programmen
es: Existen aplicaciones conflictivas abiertas
fi: Käynnissä on ohjelmia jotka estävät päivityksen
fr: Conflit avec des applications actives
it: Applicazioni in conflitto in esecuzione
ja: 下記のプログラムを閉じる必要があります
nb: Du har programmer åpne som hindrer installasjonen i å fullføre
nl: Conflicterende applicaties actief
ru: Конфликт запущенных приложений
sv: Det finns öppna program som skapar en konflikt med installationen

source: Continue
da: Fortsæt
de: Fortsetzen
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
ja: 続ける
nb: Fortsett
nl: Ga door
ru: Продолжить
sv: Fortsätt

source: Critical Update
da: Kritisk opdatering
de: Kritisches Update
es: Actualización crítica
fi: Kriittinen päivitys
fr: Mise à jour critique
it: Aggiornamento critico
ja: 重要なアップデート
nb: Kritisk oppdatering
nl: Kritieke Update
ru: Критическое Обновление
sv: Kritisk uppdatering

source: Currently Unavailable
da: Ikke tilgængelig
de: Derzeit nicht verfügbar
es: Actualmente no disponible
fi: Ei saatavilla tällä hetkellä
fr: Actuellement non disponible
it: Attualmente non disponibile
ja: 現在利用できません
nb: Ikke tilgjengelig
nl: Op dit moment niet beschikbaar
ru: В настоящее время Недоступно
sv: Inte tillgänglig just nu

source: Deny
da: Afvis
de: Nicht erlauben
es: Denegar
fi: Kiellä
fr: Refuser
it: Rifiuta
ja: 不許可
nb: Avslå
nl: Nee
ru: Не разрешать
sv: Avbryt

source: Determining which filesystem items to remove
da: Undersøger hvilke elementer, der skal fjernes
de: Stelle fest, welche Dateien zu entfernen sind
es: Determinando que archivos hay que quitar
fi: Määritetään poistettavia kohteita
fr: Vérification des éléments à supprimer
it: Determino elementi del filesystem da rimuovere
ja: どのファイル項目を削除するか特定中
nb: Undersøker hvilke elementer som kan fjernes
nl: Bepalen welke bestandssysteem onderdelen te verwijderen
ru: Определение элементов файловой системы для удаления
sv: Bestämmer vad som ska tas bort

source: Developer:
da: Udvikler:
de: Entwickler:
es: Desarrollador:
fi: Kehittäjä:
fr: Développeur:
it: Sviluppatore:
ja: デベロッパ:
nb: Utvikler:
nl: Ontwikkelaar:
ru: Разработчик:
sv: Utvecklare:

source: Done.
da: Færdig.
de: Fertig
es: Hecho.
fi: Valmis.
fr: Terminé.
it: Fatto.
ja: 完了
nb: Ferdig.
nl: Klaar.
ru: Готово.
sv: Klar.

source: Downloading
da: Henter
de: Lädt gerade herunter...
es: Descargando
fi: Ladataan
fr: Téléchargement
it: Download in corso
ja: ダウンロード中
nb: Henter
nl: Aan het downloaden
ru: Загрузка
sv: Hämtar

source: Downloading available Apple Software Updates...
da: Henter tilgængelige Apple-softwareopdateringer...
de: Lade verfügbare Apple Software Updates herunter...
es: Descargando actualizaciones de Apple disponibles...
fi: Haetaan Applen ohjelmistopäivityksiä...
fr: Téléchargement des mises à jour Apple disponibles...
it: Download Aggiornamenti Apple Disponibili in corso...
ja: 入手可能なアップルソフトウェアアップデートをダウンロード中…
nb: Henter tilgjengelige Apple-programvareoppdateringer...
nl: Beschikbare Apple Software-updates downloaden...
ru: Загрузка доступных Обновлений ПО Apple...
sv: Hämtar Apple-uppdateringar...

source: Due:
da: Forfalder:
de: Fällig:
es: Requerida:
fi: Asennettava:
fr: Dû:
it: Da fare:
ja: アップデート期限:
nb: Forfall:
nl: Vervaldatum:
ru: До:
sv: Dags:

source: Featured
da: Udvalgte
de: Highlights
es: Destacados
fi: Esittelyssä
fr: En vedette
it: In primo piano
ja: おすすめ
nb: Anbefalt
nl: Uitgelicht
ru: Подборка
sv: I blickfånget

source: Featured items
da: Udvalgt software
de: App-Highlights
es: Ítems destacados
fi: Esittelyssä
fr: Articles en vedette
it: Elementi in primo piano
ja: おすすめのアイテム
nb: Anbefalte elementer
nl: Uitgelicht
ru: Подборка элементов
sv: I blickfånget

source: Finishing...
da: Afslutter...
de: Abschließen...
es: Finalizando...
fi: Viimeistellään...
fr: Finalisation...
it: Conclusione...
ja: 仕上げ中…
nb: Fullfører...
nl: Afronden...
ru: Завершение...
sv: Avslutar...

source: Firmware will be updated on your computer. Your computer's power cord must be connected and plugged into a working power source. It may take several minutes for the update to complete. Do not disturb or shut off the power on your computer during this update.
da: Firmware bliver opdateret på din computer. Sørg for at din computer er sluttet til strømforsyningen og at denne er sat i stikkontakten. Opdateringen kan være flere minutter om at blive færdig. Lad være med at tage stikket ud under denne opdatering.
de: Firmware auf Ihrem Computer wird aktualisiert. Das Netzteil Ihres Computers muss eingesteckt und mit einer Stromquelle verbunden sein. Das Update kann mehrere Minuten dauern. Benutzen Sie Ihren Computer nicht und schalten Sie Ihn während dieses Updates nicht aus.
es: El firmware de tu equipo se va a actualizar. El equipo tiene que estar conectado a una fuente de alimentación. Puede tardar varios minutos en completarse. No interrumpas o apagues el equipo durante esta instalación.
fi: Tietokoneellesi asennetaan laiteohjelmistopäivitys. Tietokoneen virtajohdon pitää olla liitettynä toimivaan virtalähteeseen. Päivityksen suorittaminen kestää useita minuutteja. Älä häiritse tai sammuta tietokonetta päivityksen aikana.
fr: Un microprogramme sera mis à jour sur votre ordinateur. Le cordon d'alimentation de votre ordinateur doit être branché à une prise de courant fonctionnelle. La mise à jour pourrait prendre plusieurs minutes pour se terminer. Veuillez ne pas éteindre ou mettre votre ordinateur en veille, et ne pas débrancher le cordon d'alimentation durant cette mise à jour.
it: Il Firmware verrà aggiornato sul computer. L'alimentatore deve essere collegato al computer ed inserito in una presa di corrente. L'aggiornamento potrebbe richiedere diversi minuti. Non interferire o spegnere il computer durante questo aggiornamento.
ja: ファームウェアがアップデートされます。お使いのコンピューターの電源コードを電源に繋いでください。アップデート完了までには数分がかかります。アップデート処理の進行中はアップデート処理を妨げたり、コンピューターの電源を切らないでください。
nb: Firmwaren på din datamaskin vil bli oppdatert. Påse at din datamaskin tilkoblet strømforsyningen og at denne er satt i stikkontakten. Oppdateringen kan ta flere minutter. Ikke avbryt oppdateringen eller koble datamaskinen fra strømnettet.
nl: Firmware zal worden bijgewerkt computer. Uw computer moet aangesloten zijn op het lichtnet. Het kan enkele minuten duren voordat deze update voltooid is. Onderbreek deze update niet en zorg dat de stroom aangesloten blijft.
ru: Прошивка будет обновлена на Вашем компьютере. Шнур питания компьютера должен быть подключен и подключен к исправному источнику питания. Обновление может занять несколько минут. Не мешайте или не отключайте питание на вашем компьютере во время этого обновления.
sv: Den fasta programvaran i din dator kommer att uppdateras. Strömsladden måste vara ansluten till en fungerande strömkälla. Det kan ta flera minuter att installera uppdateringen. Försök inte avbryta uppdateringen eller stänga av datorn under tiden.

source: For best results, you should connect your computer to a power source before updating. Are you sure you want to continue the update?
da: Du bør slutte computeren til strømforsyningen før installeringen. Er du sikker på, at du vil forsætte opdateringen?
de: Sie sollten den Computer an eine Stromquelle anschliessen bevor Sie das Update durchführen. Sind Sie sicher, dass Sie das Update fortsetzen möchten?
es: Para mejores resultados se recomienda que conectes el equipo a una fuente de alimentación antes de iniciar la instalación. ¿Seguro que quieres continuar con la actualización?
fi: Tietokone tulisi varmuuden vuoksi liittää virtalähteeseen ennen päivittämistä. Oletko varma että haluat jatkaa?
fr: Pour un meilleur résultat, vous devriez brancher votre ordinateur à une alimentation externe avant de mettre à jour. Êtes-vous certain de vouloir poursuivre la mise à jour ?
it: Per migliori risultati, connettere il computer ad un alimentatore di corrente prima dell'aggiornamento. Sicuro di continuare l'aggiornamento?
ja: 支障の発生を避けるためにアップデートを実行する前にコンピューターを電源に接続してください。アップデートを続けますか？
nb: Du bør koble datamaskinen til en strømforsyning før du oppdaterer. Er du sikker på at du vil forsette med oppdateringen?
nl: Het is aan te raden Uw computer aan te sluiten op de netvoeding. Weet U zeker dat U wilt doorgaan met bijwerken?
ru: Для продолжения установки рекомендуется подключить компьютер к постоянному источнику питания. Вы действительно хотите продолжить установку обновлений?
sv: Du bör ansluta datorn till en strömkälla innan du uppdaterar. Är du säker på att du vill fortsätta?

source: Forced Logout for Mandatory Install
da: Tvungen log ud for obligatorisk installering
de: Erzwungene Abmeldung für eine zwingend notwendige Installation
es: Cierre de sesión forzado para una instalación requerida
fi: Pakotettu uloskirjautuminen pakolliselle asennukselle
fr: Fermeture de session requise pour mise à jour obligatoire
it: Logout forzato per installazioni obbligatorie
ja: 必須インストールのため、強制ログアウトします
nb: Tvungen utlogging for obligatorisk installasjon
nl: Gedwongen uitloggen voor verplichte installatie
ru: Принудительное завершение работы для установки Обязательного Обновления
sv: Tvingad utloggning för en obligatorisk installation

source: Gathering information on installed packages
da: Samler oplysninger om installeret software
de: Sammle Informationen zu installierten Paketen
es: Recopilando información sobre los paquetes instalados
fi: Kootaan tietoja asennetuista paketeista
fr: Vérification de l'information sur les articles installés
it: Raccolta informazioni sui pacchetti installati in corso
ja: インストールされたパッケージの情報を収集中
nb: Samler informasjon om installert programvare
nl: Informatie over geïnstalleerde pakketten verzamelen
ru: Сбор информации об установленных пакетах
sv: Samlar information om installerade paket

source: Help
da: Hjælp
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
it: Aiuto
ja: ヘルプ
nb: Hjelp
ru: Помощь
sv: Hjälp

source: Help isn't available for Managed Software Center.
da: Hjælp er ikke tilgængelig for Managed Software Center.
de: Hilfe ist für Geführte Softwareaktualisierung nicht verfügbar.
es: No hay ayuda disponible para el Centro de aplicaciones.
fi: Managed Software Center -ohjelmalle ei ole ohjetta.
fr: L'aide n'est pas disponible pour le Centre de gestion des logiciels.
it: Aiuto non è disponibile per Centro Gestione Applicazioni.
ja: Managed Software Centerにヘルプは付属していません
nb: Hjelp er ikke tilgjengelig for Managed Software Center.
nl: Help is niet beschikbaar voor Managed Software Center.
ru: Помощь недоступна для Центра Управления ПО.
sv: Det finns ingen hjälp för Managed Software Center.

source: Important Apple Updates
da: Vigtige opdateringer fra Apple
de: Wichtige Apple-Updates
es: Actualizaciones importantes de Apple
fi: Tärkeitä Applen päivityksiä
fr: Mises à jour Apple importantes
it: Aggiornamenti importanti da Apple
ja: 重要な Apple ソフトウェアアップデート
nb: Viktige Apple oppdateringer
nl: Belangrijke Apple Updates
ru: Важные обновления Apple
sv: Viktiga Apple-uppdateringar

source: Information
de: Informationen
es: Información
fi: Tietoja
it: Informazioni
ja: 情報
nb: Informasjon
nl: Informatie
ru: Информация

source: Install
da: Installer
de: Installieren
es: Instalar
fi: Asenna
fr: Installer
it: Installazione
ja: インストール
nb: Installer
nl: Installeer
ru: Установить
sv: Installera

source: Install now
da: Installer nu
de: Jetzt installieren
es: Install ahora
fi: Asenna nyt
fr: Installer maintenant
it: Installa adesso
ja: 今すぐインストール
nb: Installer nå
nl: Installeer nu
ru: Установить сейчас
sv: Installera nu

source: Install requested
da: Installering ønsket
de: Installation angefordert
es: Instalación solicitada
fi: Asennusta pyydetty
fr: Installation demandée
it: Installazione richiesta
ja: 要請されたインストール
nb: Installasjon forespurt
nl: Installatie Verzocht
ru: Установить Требуемые
sv: Installation begärd

source: Install Required
da: Installering krævet
de: Installation notwendig
es: Instalación requerida
fi: Pakollinen asennus
fr: Installation obligatoire
it: Installazione Necessaria
ja: 要請されたインストール
nb: Installasjon påkrevd
nl: Installatie Benodigd
ru: Установить Обязательные
sv: Installation krävs

source: Install session failed
da: Installeringen mislykkedes
de: Installation fehlgeschlagen
es: Error en la sesión de instalación
fi: Asennus epäonnistui
fr: Échec de l'installation
it: Sessione di installazione fallita
ja: インストールセッションに失敗しました
nb: Installasjonen feilet
nl: Installatie-sessie niet succesvol
ru: Сбой процесса установки
sv: Installationen misslyckades

source: Installation Error
da: Fejl under installering
de: Fehler bei der Installation
es: Error durante la instalación
fi: Virhe asennettaessa
fr: Erreur lors de l'installation
it: Errore di installazione
ja: インストールエラー
nb: Feil oppsto under installering
nl: Installatie Fout
ru: Ошибка установки
sv: Installationsfel

source: Installed
da: Installeret
de: Installiert
es: Instalado
fi: Asennettu
fr: Installé
it: Installato
ja: インストール済み
nb: Installert
nl: Geïnstalleerd
ru: Установлено
sv: Installerad

source: Installing
da: Installerer
de: Installiere...
es: Instalando
fi: Asennetaan
fr: Installation en cours
it: Installazione in corso
ja: インストール中
nb: Installerer
nl: Aan het installeren
ru: Установка
sv: Installerar

source: Installing available Apple Software Updates...
da: Installerer tilgængelige Apple-softwareopdateringer...
de: Installiere verfügbare Apple Software Updates...
es: Instalando actualizaciones de Apple disponibles...
fi: Asennetaan Applen ohjelmistopäivityksiä...
fr: Installation des mises à jour Apple disponibles...
it: Installazione Aggiornamenti Software Apple in corso...
ja: 入手可能なアップルソフトウェアアップデートをインストール中…
nb: Installerer tilgjengelige Apple-programvareopdateringer...
nl: Beschikbare Apple Software-updates installeren...
ru: Установка доступных Обновлений ПО Apple...
sv: Installerar tillgängliga Apple-uppdateringar...

source: Launching macOS installer...
da: Starter macOS-installation...
de: macOS Installer startet...
es: Iniciando el instalador de macOS...
fi: Käynnistetään macOS-asentajaa...
fr: Démarrage de l'installeur macOS...
it: Sto lanciando installer di macOS...
ja: MacOS インストーラーの起動中...
nb: Starter macOS-installasjon...
nl: macOS installatie opstarten...
ru: Запуск установщика macOS...
sv: Startar macOS-installation...

source: Log out and update
da: Log ud og opdater
de: Abmelden und aktualisieren
es: Cerrar sesión y actualizar
fi: Kirjaudu ulos ja päivitä
fr: Déconnecter et mettre à jour
it: Log out e aggiornamento
ja: ログアウトし、アップデートする
nb: Logg ut og oppdater
nl: Uitloggen en bijwerken
ru: Выйти из системы и обновить
sv: Logga ut och uppdatera

source: Log out and update now
da: Log ud og opdater nu
de: Jetzt abmelden und aktualisieren
es: Cerrar sesión y actualizar ahora
fi: Kirjaudu ulos ja päivitä nyt
fr: Déconnecter et mettre à jour maintenant
it: Log out e aggiornamento ora
ja: ログアウトし、今すぐアップデートする
nb: Logg ut og oppdater nå
nl: Nu uitloggen en bijwerken
ru: Выйти из системы и обновить сейчас
sv: Logga ut och uppdatera nu

source: Logout Required
da: Log ud krævet
de: Abmelden erforderlich
es: Es necesario cerrar sesión
fi: Vaatii uloskirjautumisen
fr: Fermeture de session obligatoire
it: Logout Necessario
ja: ログアウトが必要です
nb: Utlogging påkrevd
nl: Uitloggen Benodigd
ru: Необходимо выйти из системы
sv: Utloggning krävs

source: macOS install pending
da: Ventende macOS-installation
de: macOS Installation steht aus
es: Instalación de macOS pendiente
fi: macOS-asennus odottaa
fr: Installation de macOS en attente
it: Installazione di macOS in sospeso
ja: MacOS のインストール保留中
nb: macOS-installasjon venter
nl: macOS installatie in afwachting
ru: Ожидание установки macOS
sv: macOS-installation väntar

source: macOS update required
da: Kræver macOS-opdatering
de: macOS update erforderlich
es: Actualización de macOS requerida
fi: macOS-päivitys vaaditaan
fr: Mise à jour MacOS requise
it: È richiesto un aggiornamento di Mac OS
ja: macOSアップデートが必要
nb: macOS-oppdatering nødvendig
nl: macOS update vereist
ru: требуется обновление macOS
sv: macOS-uppdatering krävs

source: Managed Software Center cannot check for updates now. Try again later. If this situation continues, contact your systems administrator.
da: Managed Software Center kan ikke søge efter opdateringer. Prøv igen senere. Hvis problemet består, skal du kontakte systemadministratoren.
de: Managed Software Center kann gerade nicht auf anstehende Update prüfen. Versuchen Sie es später noch einmal. Falls dieses Problem weiter besteht, kontaktieren Sie Ihren Systemadministrator.
es: Centro de aplicaciones no puede comprobar las actualizaciones. Prueba más tarde. Si esta situación continua, contacta con el administrador de sistemas.
fi: Managed Software Center ei voi tarkistaa päivityksiä juuri nyt. Yritä myöhemmin uudelleen. Jos ongelma jatkuu, ota yhteyttä järjestelmän ylläpitäjään.
fr: Le Centre de gestion des logiciels ne peut vérifier les mises à jour maintenant. Essayez plus tard. Si cette situation perdure, contactez votre administrateur système.
it: In questo momento il Centro Gestione Applicazioni non riesce a controllare gli aggiornamenti. Riprovare più tardi. Se questa situazione persiste, contattare l'amministratore di sistema.
ja: Managed Software Centerは現在アップーデートのチェックができません。 後でもう一度実行してください。もしこの状況が改善されない場合は、システム管理者に連絡してください。
nb: Managed Software Center kan ikke søke etter oppdateringer. Prøv igjen senere. Hvis problemet fortsetter, kontakt din systemadministrator.
nl: Managed Software Center kan geen updates checken. Probeer later nog eens. Als deze situatie niet verandert, neem contact op met uw systeembeheerder.
ru: Центр Управления ПО не может проверить наличие обновлений в данный момент. Попробуйте еще раз позже. Если эта ситуация продолжится, обратитесь к системному администратору.
sv: Managed Software Center kan inte leta efter uppdateringar nu. Försök igen senare. Kontakta din datoradministratör om problemet återkommer.

source: Managed Software Center cannot contact the update server at this time. Try again later. If this situation continues, contact your systems administrator.
da: Managed Software Center kan ikke kontakte opdateringsserveren. Prøv igen senere. Hvis problemet består, skal du kontakte systemadministratoren.
de: Managed Software Center kann den Updateserver derzeit nicht erreichen. Versuchen Sie es später noch einmal. Falls dieses Problem weiter besteht, kontaktieren Sie Ihren Systemadministrator.
es: Centro de aplicaciones no puede contactar con el servidor de actualizaciones. Prueba más tarde. Si esta situación continua, contacta con el administrador de sistemas.
fi: Managed Software Center ei saa yhteyttä palvelimeen juuri nyt. Yritä myöhemmin uudelleen. Jos ongelma jatkuu, ota yhteyttä järjestelmän ylläpitäjään.
fr: Le Centre de gestion des logiciels ne peut contacter le serveur de mise à jour. Essayez plus tard. Si cette situation perdure, contactez votre administrateur système.
it: In questo momento il Centro Gestione Applicazioni non riesce a contattare il server. Riprovare più tardi. Se questa situazione persiste, contattare l'amministratore di sistema.
ja: Managed Software Centerは現在アップーデートサーバーと接続できません。 後でもう一度実行してください。もしこの状況が改善されない場合は、システム管理者に連絡してください。
nb: Managed Software Center kan ikke kontakte oppdateringsserveren. Prøv igjen senere. Hvis problemet fortsetter, kontakt din systemadministrator.
nl: Managed Software Center kan de update server op dit moment niet bereiken. Probeer later nog eens. Als deze situatie niet verandert, neem contact op met uw systeembeheerder.
ru: Центр Управления ПО не может связаться с сервером обновлений в данный момент. Попробуйте еще раз позже. Если эта ситуация продолжится, обратитесь к системному администратору.
sv: Managed Software Center kan inte kontakta den uppdateringsservern just nu. Försök igen senare. Kontakta din datoradministratör om problemet återkommer.

source: Managed Software Center wants to unlock the startup disk after restarting to complete all pending updates.
da: Managed Software Center skal låse startdisken op efter genstart for at færdiggøre alle ventende opdateringer.
de: Die geführte Softwareaktualisierung möchte nach einem Neustart das Startvolume entsperren, um alle anstehenden Aktualisierungen abzuschließen.
es: Centro de Aplicaciones quiere desbloquear el disco de inicio tras el reinicio para completar todas las actualizaciones pendientes.
fi: Managed Software Center haluaa avata käynnistyslevyn lukituksen seuraavalla käynnistyskerralla jatkaakseen päivitysten asentamista.
fr: Le Centre de gestion des logiciels doit déverrouiller votre disque de démarrage au prochain redémarrage afin de terminer les mises à jour en attente.
it: Centro Gestione Applicazioni vuole sbloccare il disco di avvio dopo il riavvio per completare gli aggiornamenti in sospeso.
ja: Managed Software Centerは、すべての保留中のアップデートを完了させるため、再起動後、スタートアップディスクをアンロックします。
nb: Managed Software Center vil låse startdisken opp etter omstart får å ferdstille alle ventende oppdateringer.
nl: Managed Software Center wil de opstartschijf ontgrendelen na herstart zodat alle nog wachtende updates uitgevoerd kunnen worden.
ru: Центр Управления ПО хочет разблокировать загрузочный диск после перезапуска, чтобы завершить все ожидающие обновления.
sv: Managed Software Center behöver låsa upp startskivan efter omstart för att slutföra alla uppdateringar.

source: Managed Update
da: Administreret opdatering
de: Verwaltetes Update
es: Actualización controlada
fi: Hallittu päivitys
fr: Mise à jour gérée
it: Aggiornamento Gestito
ja: 必須のアップデート
nb: Administrert oppdatering
nl: Beheerde Update
ru: Управляемое Обновление
sv: Hanterad uppdatering

source: Mandatory Updates Pending
da: Obligatoriske opdateringer venter
de: Zwingend notwendige Updates anstehend
es: Actualizaciones requeridas pendientes
fi: Pakollisia päivityksiä odottamassa
fr: Mises à jour obligatoires en attente
it: Aggiornamenti obbligatori in Sospeso
ja: 必須のアップデートを保留中
nb: Påkrevde oppdateringer venter
nl: Verplichte Updates Wachtend
ru: Отложенные обязательные обновления
sv: Obligatoriska uppdateringar väntar

source: More
da: Mere
de: Mehr
es: Más
fi: Lisää
fr: Plus
it: Altri
ja: さらに見る
nb: Mer
nl: Meer
ru: Дополнительно
sv: Mer

source: More by %@
da: Mere af %@
de: Mehr von %@
es: Más de %@
fi: Lisää kehittäjältä %@
fr: Plus par %@
it: Altri da %@
ja: ％sをもっと見る
nb: Mer av %@
nl: Meer van %@
ru: Еще от %@
sv: Mer av %@

source: More in %@
da: Mere i %@
de: Mehr aus %@
es: Otros en %@
fi: Lisää kategoriassa %@
fr: Plus dans %@
it: Altri in %@
ja: %@でもっと見る
nb: Mere i %@
nl: Meer in %@
ru: Еще в %@
sv: Mer i %@

source: My Items
da: Mine emner
de: Meine Objekte
es: Mis ítems
fi: Omat ohjelmistot
fr: Mes articles
it: I Miei Elementi
ja: マイアイテム
nb: Mine objekter
nl: Mijn Items
ru: Мои элементы
sv: Mina objekt

source: No licenses available
da: Ingen tilgængelige licenser
de: Keine Lizenzen verfügbar
es: No hay licencias disponibles
fi: Ei lisenssejä saatavilla
fr: Aucune licence disponible
it: Nessuna licenza disponibile
ja: 有効なライセンスがありません
nb: Ingen tilgjengelige lisenser
nl: Geen licenties beschikbaar
ru: Нет доступных лицензий
sv: Inga licenser tillgängliga

source: No pending updates
da: Ingen ventende opdateringer
de: Keine anstehenden Updates
es: No hay actualizaciones pendientes
fi: Ei päivityksiä
fr: Aucune mise à jour en attente
it: Nessun aggiornamento in sospeso
ja: 保留中のアップデートはありません
nb: Ingen ventende oppdateringer
nl: Geen updates
ru: Нет отложенных обновлений
sv: Inga uppdateringar väntar.
