Repository: munki/munki
Catalog: code/apps/Managed Software Center/Managed Software Center/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, ja, nb, nl, ru, sv

source: %@ pending updates
da: %@ ventende opdateringer
de: %@ anstehende Updates
es: %@ actualizaciones pendiente
fi: %@ päivitystä saatavilla
fr: %@ mises à jour en attente
it: %@ aggiornamenti in sospeso
ja: アップデートを%@個保留しています
nb: %@ ventende oppdateringer
nl: %@ wachtende updates
ru: %@ отложенных обновлений
sv: %@ uppdateringar väntar

source: 1 pending update
da: 1 ventende opdatering
de: 1 anstehendes Update
es: 1 actualización pendiente
fi: 1 päivitys saatavilla
fr: 1 mise à jour en attente
it: 1 aggiornamento in sospeso
ja: アップデートを1つ保留しています
nb: 1 ventende oppdatering
nl: 1 wachtende update
ru: 1 отложенное обновление
sv: 1 uppdatering väntar

source: A logout is required before updating. Log out and update now?
da: Du skal logge ud før opdatering. Log ud og opdater nu?
de: Für die Updates ist ein Abmelden erforderlich. Jetzt abmelden und aktualisieren?
es: Es necesario cerrar la sesión antes de actualizar. ¿Cerrar sesión y actualizar ahora?
fi: Päivitysten asentaminen vaatii kaikkien ohjelmien sulkemista ja käyttäjien uloskirjautumista järjestelmästä. Kirjaudu ulos ja päivitä nyt?
fr: Il est nécessaire de fermer la session avant de mettre à jour. Fermer et mettre à jour maintenant ?
it: È necessario un logout prima dell'aggiornamento. Eseguire il logout e l'aggiornamento adesso?
ja: アップデートの前にログアウトする必要があります。今からログアウトしアップデートを実行しますか？
nb: Du må logge ut før opdatering. Logg ut og oppdater nå?
nl: U moet uitloggen voordat het bijwerken kan beginnen. Wilt U nu uitloggen en bijwerken?
ru: Перед установкой обновлений необходимо выйти из системы. Выйти из системы и обновить?
sv: Det krävs en utloggning före uppdateringen. Logga ut och uppdatera nu?

source: A logout will be forced at approximately %@.
da: En tvungen log ud vil ske ca. %@.
de: Eine Abmeldung wird in ca. %@ erzwungen.
es: Se va a forzar el cierre de sesión en aproximadamente %@.
fi: Uloskirjautuminen suoritetaan pakotetusti noin %@.
fr: Une fermeture de session sera forcée à environ %@.
it: Un logout verrà forzato tra circa %@.
ja: ％sに、強制的にログアウトさせられます
nb: En tvungen utlogging vil skje ca. %@.
nl: U wordt automatisch uitgelogd om ongeveer %@.
ru: Работа будет принудительно завершена в %@.
sv: Du kommer tvingas att loggas ut om cirka %@.

source: A logout will be forced in less than %@ minutes.
da: En tvungen log ud vil ske om mindre end %@ minutter.
de: Eine Abmeldung wird in weniger als %@ Minuten erzwungen.
es: Se va a forzar el cierre de sesión en menos de %@ minutos.
fi: Uloskirjautuminen suoritetaan pakotetusti alle %@ minuutin kuluttua.
fr: Une fermeture de session sera forcée dans moins de %@ minutes.
it: Un logout verrà forzato in meno di %@ minuti.
ja: ％s分以内に、強制的にログアウトさせられます
nb: En tvungen utlogging vil skje om mindre enn %@ minutter.
nl: U wordt automatisch uitgelogd binnen %@ minuten.
ru: Работа будет принудительно завершена менее чем через %@ минут.
sv: Du kommer tvingas att loggas ut om cirka %@ minuter.

source: A logout will be forced in less than a minute. All pending updates will be installed. Unsaved work will be lost.
da: En tvungen log ud vil ske om mindre end et minut. Alle ventende opdateringer bliver installeret. Alle uarkiverede oplysninger vil gå tabt.
de: Eine Abmeldung wird in weniger als einer Minute erzwungen. Alle anstehenden Updates werden installiert. Alle ungespeicherte Arbeit geht verloren.
es: Se va a forzar el cierre de sesión en menos de un minuto. Todas las actualizaciones pendientes serán instaladas. Se perderá cualquier cambio no guardado.
fi: Uloskirjautuminen suoritetaan alle minuutin kuluttua pakotetusti. Kaikki odottamassa olevat päivitykset asennetaan. Tallentamattomat muutokset menetetään avoimista ohjelmista.
fr: La fermeture de session sera forcée dans moins d'une minute. Toutes les mises à jour en attente seront installées. Le travail non sauvegardé sera perdu.
it: Un logout verrà forzato in meno di un minuto. Tutti gli aggiornamenti in sospeso verranno installati. I documenti non salvati verranno persi.
ja: １分以内に強制的にログアウトさせられます。 保留中のアップデートはすべてインストールされます。保存されていない作業内容は消失します。
nb: En tvungen utlogging vil skje om mindre enn et minutt. Alle ventende oppdateringer vil da bli installert. Alt arbeid som ikke er lagret vil gå tapt.
nl: U wordt binnen een minuut automatisch uitgelogd. Alle wachtende updates zullen worden geïnstalleerd. Niet-opgeslagen werk zal verloren gaan.
ru: Работа будет принудительно завершена менее чем через минуту. Будут установлены все отложенные обновления. Все несохраненные данные будут потеряны.
sv: En automatisk utloggning kommer att ske om mindre än en minut. Alla väntande uppdateringar kommer att installereras. Ej sparat arbete kommer att förloras!

source: A macOS install is pending. This install may take some time. Other pending items will be installed later. Continue with the install?
da: Der venter en macOS-installation, som kan tage noget tid at gennemføre. Andre ventende emner vil blive installeret senere. Fortsæt med denne installation?
de: Eine macOS Installation steht an. Diese Installation kann einige Zeit in Anspruch nehmen. Andere ausstehende Elemente werden später installiert. Mit der Installation fortfahren?
es: Una instalación de macOS esta pendiente. Esta instalación podria tomar algo de tiempo. Otras aplicaciones pendientes se instalarán después. ¿Continuar con la instalación?
fi: macOS-asennus on odottamassa. Tämä asennus saattaa kestää pitkään. Muut odottavat kohteet asennetaan myöhemmin. Jatketaanko asennusta?
fr: Une installation de macOS est en attente. Cette installation peut prendre du temps. D'autres éléments en attente seront installés plus tard. Lancer l'installation ?
it: Una installazione di macOS è in sospeso. Questa installazione potrebbe metterci molto tempo. Altri elementi in sospeso saranno installati più tardi. Continuare con l'installazione?
nb: En macOS-installasjon venter. Denne installasjonen kan ta litt tid. Andre ventende installasjoner gjøres senere. Fortsett med installasjonen?
nl: Er staat een macOS installatie in de wachtrij. Deze installatie kan enige tijd in beslag nemen. Overige installaties zullen op een later moment worden geïnstalleerd. De installatie voortzetten?
ru: Установка macOS в ожидании. Установка может занять некоторое время. Другие компоненты будут установлены позже. Продолжить установку?
sv: En installation av macOS väntar. Installationen kan ta en stund. Andra väntande uppdateringar installeras senare. Vill du fortsätta med installationen?

source: A removal attempt failed. Removal will be attempted again. If this situation continues, contact your systems administrator.
da: Forsøg på fjernelse mislykkedes. Fjernelse bliver forsøgt igen. Hvis problemet består, skal du kontakte systemadministratoren.
de: Entfernen fehlgeschlagen. Entfernen wird erneut versucht. Falls dieses Verhalten anhält, verständigen Sie bitte ihren Systemadministrator.
es: Una desinstalación ha fallado. Se volverá a intentar. Si esta situación continua, contacta con el administrador de sistemas.
fi: Poistaminen epäonnistui mutta sitä yritetään uudelleen. Jos ongelma jatkuu, ota yhteyttä järjestelmän ylläpitäjään.
fr: Une tentative de suppression a échoué. La suppression sera tentée à nouveau. Si cette situation perdure, contactez votre administrateur système.
it: Un tentativo di rimozione è fallito. La rimozione verrà riprovata ancora. Se questa situazione persiste, contattare l'amministratore di sistema.
ja: 削除に失敗しました。次回削除を試みます。 それでも削除されない場合は、システムの管理者に連絡してください。
nb: Et forsøk på å fjerne feilet. Fjerning vil bli forsøkt igjen. Hvis problemet fortsetter, kontakt din systemadministrator.
nl: Een verwijderingspoging is niet geslaagd. Verwijderen wordt opnieuw geprobeerd. Als deze situatie niet verandert, neem contact op met uw systeembeheerder.
ru: Попытка удаления не удалась. Попытка будет предпринята снова. Если эта ситуация продолжится, обратитесь к системному администратору.
sv: Avinstallationen misslyckades. Ytterligare försök att avinstallera kommer att göras. Kontakta din datoradministratör om problemet återkommer.

source: A restart is required after updating. Log out and update now?
da: Computeren skal genstartes efter opdatering. Log ud og opdater nu?
de: Für das Update ist ein Neustart erforderlich. Jetzt abmelden und aktualisieren?
es: Es necesario reiniciar después de instalar las actualizaciones. ¿Cerrar sesión y actualizar ahora?
fi: Päivitysten asentaminen vaatii tietokoneen uudelleenkäynnistystä. Kirjaudu ulos ja päivitä nyt?
fr: Un redémarrage est nécessaire après la mise à jour. Déconnecter et mettre à jour maintenant ?
it: È necessario un riavvio dopo dell'aggiornamento. Eseguire il logout e l'aggiornamento adesso?
ja: アップデート後に再起動する必要があります。今からログアウトしアップデートを実行しますか？
nb: En omstart er påkrevd etter oppdatering. Logg ut og oppdater nå?
nl: Het is nodig te herstarten na het bijwerken. Wilt U nu uitloggen en bijwerken?
ru: После установки обновлений необходимо перезагрузить компьютер. Выйти из системы и обновить?
sv: En omstart krävs efter uppdateringen. Logga ut och uppdatera nu?

source: A systems configuration issue is preventing Managed Software Center from operating correctly. The reported issue is:
da: En fejl i systemkonfigurationen forhindrer Managed Software Center i at fungere korrekt. Den rapporterede fejl er:
de: Ein Problem mit der Systemkonfiguration verhindert das korrekte funktionieren der Geführten Softwareaktualisierung. Das aufgetretene Problem ist:
es: Un fallo en la configuración del sistema ha provocado que Centro de Aplicaciones no funcione de forma correcta. El fallo reportado es:
fi: Järjestelmän määritysvirhe estää Managed Software Center -ohjelman toiminnan. Raportoitu ongelma on:
fr: Un problème de configuration du système empêche le Centre de gestion des logiciels de fonctionner correctement. Le problème signalé est:
it: Un problema alla configurazione di sistema sta impedendo al Centro Gestione Applicazioni di operare correttamente. Il problema segnalato è:
ja: システムコンフィギュレーションの問題が、Managed Software Centerの正常なオペレーションを妨げています。報告された問題は:
nb: Et systemkonfigurasjonsproblem hindrer Managed Software Center fra å virker som det skal. Det rapporterte problemet er:
nl: Een probleem met de systeemconfiguratie verhindert het correct functioneren van Managed Software Center. Het probleem is:
ru: Проблема с конфигурацией системы не позволяет правильному функционированию Центра Управления ПО. Сообщаемая проблема:
sv: Ett problem med systemkonfigurationen hindrar Managed Software Center från att fungera korrekt. Det rapporterade felet är:

source: Additional Pending Updates
da: Flere ventende opdateringer
de: Weitere anstehende Updates
es: Actualizaciones adicionales pendientes
fi: Muut odottavat päivitykset
fr: Mises à jour supplémentaires en attente
it: Ulteriori Aggiornamenti in Sospeso
ja: その他保留中のアップデート
nb: Flere ventende oppdateringer
nl: Additionele Wachtende Updates
ru: Дополнительные отложенные обновления
sv: Ytterligare uppdateringar

source: All Categories
da: Alle kategorier
de: Alle Kategorien
es: Todas las categorías
fi: Kaikki kategoriat
fr: Toutes les catégories
it: Tutte le Categorie
ja: すべてのカテゴリ
nb: Alle kategorier
nl: Alle Categorieën
ru: Все категории
sv: Alla kategorier

source: All items
da: Alle emner
de: Alle Objekte
es: Todos
fi: Kaikki ohjelmistot
fr: Tous les articles
it: Tutti gli elementi
ja: すべてのアイテム
nb: Alle objekter
nl: Alle items
ru: Все элементы
sv: Alla objekt

source: All pending updates will be installed. Unsaved work will be lost. You may avoid the forced logout by logging out now.
da: Alle ventende opdateringer bliver installeret. Uarkiverede oplysninger vil gå tabt. Du kan undgå den tvungne log ud, hvis du selv vælger at logge ud nu.
de: Alle anstehenden Updates werden installiert. Alle ungespeicherte Arbeit geht verloren. Durch jetziges Abmelden können sie eine erzwungene Abmeldung verhindern
es: Todas las actualizaciones pendientes serán instaladas. Cualquier cambio no guardado se perderá. Puedes evitar el cierre forzado de la sesión cerrándola ahora.
fi: Kaikki odottamassa olevat päivitykset asennetaan. Tallentamattomat muutokset menetetään avoimista ohjelmista. Voit ohittaa pakotetun uloskirjaamisen kirjautumalla ulos nyt.
fr: Toutes les mises à jour en attente vont être installées. Les travaux non sauvegardés seront perdus. Pour éviter cela fermer maintenant votre session.
it: Tutti gli aggiornamenti in sospeso verrano installati. I documenti non salvati verranno persi. Si può evitare un logout forzato facendo un logout adesso.
ja: 保留中のすべてのアップデートをインストールします。保存されていない作業内容は消失します。 今ログアウトをすれば、強制ログアウトを避ける事ができます。
nb: Alle ventende oppdateringer vil bli installert. Arbeid som ikke er lagret vil gå tapt. Du kan unngå den tvungne utloggingen, hvis du selv velger å logge ut nå.
nl: Alle wachtende updates zullen worden geïnstalleerd. Niet-opgeslagen werk zal verloren gaan. U kunt dit voorkomen door nu zelf uit te loggen.
ru: Будут установлены все отложенные обновления. Все несохраненные данные будут потеряны. Вы можете избежать принудительного завершения работы, выполнив выход из системы.
sv: Alla väntande uppdateringar kommer att installeras. Ej sparat arbete kommer att förloras! Du kan undgå detta genom att logga ut nu.

source: Allow
da: Tillad
de: Erlauben
es: Permitir
fi: Salli
fr: Autoriser
it: Consenti
ja: 許可
nb: Tillat
nl: Sta toe
ru: Разрешить
sv: Tillåt

source: An installation attempt failed. Installation will be attempted again. If this situation continues, contact your systems administrator.
da: Forsøg på installering mislykkedes. Installering bliver forsøgt igen. Hvis problemet består, skal du kontakte systemadministratoren.
de: Installation fehlgeschlagen. Installation wird wieder versucht. Falls dieses Verhalten anhält, verständigen Sie bitte ihren Systemadministrator.
es: Una instalación ha fallado. Se volverá a intentar. Si esta situación continua, contacta con el administrador de sistemas.
fi: Asennus epäonnistui mutta sitä yritetään uudelleen. Jos ongelma jatkuu, ota yhteyttä järjestelmän ylläpitäjään.
fr: Une tentative d'installation a échoué. L'installation sera tentée à nouveau. Si cette situation perdure, contactez votre administrateur système.
it: Un tentativo di installazione è fallito. L'installazione verrà riprovata ancora. Se questa situazione persiste, contattare l'amministratore di sistema.
ja: インストールに失敗しました。再度インストールを試みます。 インストールの失敗が続くようであれば、システム管理者に連絡してください。
nb: Forsøket på installering feilet. installeringen vil bli forsøkt igjen. Hvis problemet fortsetter, kontakt din systemadministrator.
nl: Een installatiepoging is niet geslaagd. Installatie wordt opnieuw geprobeerd. Als deze situatie niet verandert, neem contact op met uw systeembeheerder
ru: Попытка установки не удалась. Попытка будет предпринята снова. Если эта ситуация продолжится, обратитесь к системному администратору.
sv: Installationen misslyckades. Ytterligare installationsförsök kommer att göras. Kontakta din datoradministratör om problemet återkommer.

source: An older version is currently installed. There is not enough disk space to download and install this update.
da: En ældre version er installeret. Der er ikke nok ledig plads på disken til at downloade og installere denne opdatering.
de: Eine ältere Version ist derzeit installiert. Es ist nicht genügend Speicherplatz vorhanden, um dieses Update herunterzuladen und zu installieren.
es: Una versión anterior está instalada. No hay espacio suficiente en el disco para descargar e instalar esta actualización.
fi: Vanhempi versio on asennettu. Päivityksen lataamiseen ja asentamiseen ei ole riittävästi levytilaa.
fr: Une ancienne version est actuellement installée. Il n'y a pas assez d'espace disque pour télécharger et installer cette mise à jour.
it: Una versione precedente è attualmente installata. Non c'è abbastanza spazio su disco per scaricare e installare questo aggiornamento.
ja: 旧バージョンがインストールされています。このアップデートをダウンロードしてインストールするには空き領域が不足しています。
nb: En eldre versjon er installert, og det er ikke tilstrekkelig diskplass tilgjengelig for å laste ned og installere denne oppdateringen.
nl: Een oudere versie is op dit moment geïnstalleerd. Er is onvoldoende schijfruimte om deze update te downloaden en installeren.
ru: В настоящее время установлена ​старая версия. Недостаточно места на диске для загрузки и установки этого обновления.
sv: En äldre version är installerad. Det finns inte tillräckligt med utrymme för att ladda ner och installera uppdateringen.

source: An older version is currently installed. You must upgrade to macOS version %@ or higher to be able to install this update.
da: En ældre version er installeret. Du skal opgradere til macOS version %@ eller nyere for at installere denne opdatering.
de: Eine ältere Version ist derzeit installiert. Sie müssen auf macOS version %@ oder höher aktualisieren, um dieses Update installieren zu können.
es: Una versión anterior está instalada. Tienes que actualizar a macOS %@ o superior para poder instalar esta actualización.
fi: Vanhempi versio on asennettu. Päivityksen asentamiseen tarvitaan macOS %@ tai uudempi.
fr: Une version antérieure est actuellement installée. Vous devez mettre à jour macOS à la version %@ ou plus récente pour pouvoir installer cette mise à jour.
it: Una versione precedente è attualmente installata. Per installare questo update bisogna aggiornare il sistema a Mac OS %@ o superiore.
ja: 旧バージョンがインストールされています。このアップデートをインストールするにはmacOS %@ 以降にアップグレードする必要があります。
nb: En eldre versjon er installert. Du må oppgradere macOS til versjon %@ eller nyere for å kunne installere denne oppdateringen.
nl: Een oudere versie is op dit moment geïnstalleerd. Upgrade eerst naar macOS versie %@ of hoger zodat de update geïnstalleerd kan worden.
ru: В настоящее время установлена старая версия. Для установки этого обновления необходимо перейти на версию macOS %@ или выше.
sv: En äldre version är installerad. Du behöver uppgradera till macOS version %@ eller nyare för att kunna installera uppdateringen.

source: Applications in use by others
da: Programmer i brug af andre
de: Applikationen, die von anderen benutzt werden
es: Applicaciones en uso por otros
fi: Muiden käyttäjien käytössä olevat ohjelmat
fr: Application utilisée par d'autres
it: Applicazioni in uso da altri
ja: 他のユーザーが使用しているアプリケーションです
nb: Programmer som er i bruk av andre
nl: Applicaties in gebruik door anderen
ru: Приложения, которые используются другими
sv: Andra användare på datorn har programmet öppet

source: Attention
da: Vær opmærksom
de: Achtung
es: Atención
fi: Huomio
it: Attenzione
ja: 注意
nb: Merk følgende
nl: Attentie
ru: Внимание
sv: Observera

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Kumoa
fr: Annuler
it: Cancella
ja: キャンセル
nb: Avbryt
nl: Annuleren
ru: Отменить
sv: Avbryt

source: Cancel install
da: Annuller installering
de: Installation abbrechen
es: Cancelar instalación
fi: Kumoa asennus
fr: Annuler l'installation
it: Cancella installazione
ja: インストールをキャンセル
nb: Avbryt installering
nl: Annuleer installatie
ru: Отменить установку
sv: Avbryt installation

source: Cancel removal
da: Annuller fjernelse
de: Entfernen abbrechen
es: Cancelar desinstalación
fi: Kumoa poisto
fr: Annuler la suppression
it: Cancella rimozione
ja: 削除をキャンセル
nb: Avbryt fjerning
nl: Annuleer verwijdering
ru: Отменить удаление
sv: Avbryt avinstallation

source: Cancel update
da: Annuler opdatering
de: Update abbrechen
es: Cancelar actualización
fi: Keskeytä päivitys
fr: Annuler la mise à jour
it: Cancella aggiornamento
ja: アップデートをキャンセル
nb: Avbryt oppdatering
nl: Annuleer update
ru: Отменить обновление
sv: Avbryt uppdatering

source: Cannot display the requested item.
da: Kan ikke vise det ønskede emne.
de: Kann das angeforderte Objekt nicht anzeigen
es: No se puede mostar el ítem solicitado.
fi: Pyydettyä kohdetta ei voida näyttää.
fr: Ne peut afficher l'article demandé.
it: Impossibile visualizzare l'elemento richiesto.
ja: リクエストされたアイテムを表示できません
nb: Kan ikke vise ønsket objekt.
nl: Kan het gevraagde item niet tonen.
ru: Невозможно отобразить запрашиваемый элемент.
sv: Kan inte visa de objekt du begärt.

source: Cannot upgrade macOS
da: Kan ikke opgradere macOS
de: macOS kann nicht aktualisiert werden
es: No se ha podido actualizar macOS
fi: macOS-päivitys ei onnistu
fr: Impossible de mettre à jour macOS
it: Non è possibile aggiornare macOS
ja: MacOS をアップグレードできません
nb: Kan ikke oppgradere macOS
nl: macOS kon niet worden geüpgrade
ru: Не удалось обновить macOS
sv: Kan inte uppgradera macOS

source: Categories
da: Kategorier
de: Kategorien
es: Categorías
fi: Kategoriat
fr: Catégories
it: Categorie
ja: カテゴリ
nb: Kategorier
nl: Categorieën
ru: Категории
sv: Kategorier

source: Category:
da: Kategori:
de: Kategorie:
es: Categoría:
fi: Kategoria:
fr: Catégorie:
it: Categoria:
ja: カテゴリ:
nb: Kategori:
nl: Categorie:
ru: Категория:
sv: Kategori:

source: Check Again
da: Kontroller igen
de: Erneut prüfen
es: Volver a comprobar
fi: Tarkista uudelleen
fr: Vérifier à nouveau
it: Controlla ancora
ja: もう一度確認する
nb: Kontroller igjen
nl: Check Opnieuw
ru: Проверить снова
sv: Kontrollera igen

source: Checking Apple Software Update catalog...
da: Kontrollerer kataloget til Apple-softwareopdatering...
de: Prüfe Apple Software Update Katalog...
es: Comprobando actualizaciones del catálogo de Apple...
fi: Tarkistetaan Applen ohjelmistopäivitysten luetteloa...
fr: Vérification des mises à jour Apple...
it: Controllo catalogo Aggiornamenti Software Apple...
ja: アップルソフトウェアアップデートカタログを確認中…
nb: Kontrollerer katalogen til Apple-programvareoppdatering...
nl: Apple Software-update catalogus checken...
ru: Проверка каталога Обновлений ПО Apple...
sv: Kontrollerar Apples lista med programuppdateringar...

source: Checking for additional changes...
da: Søger efter yderligere ændringer...
de: Suche nach weiteren Änderungen...
es: Comprobando cambios adicionales...
fi: Tarkistetaan muutoksia...
fr: Vérification des modifications supplémentaires...
it: Controllo per ulteriori cambiamenti...
ja: 追加変更を確認中…
nb: Søker etter flere endringer...
nl: Additionele wijzigingen checken...
ru: Проверка дополнительных изменений...
sv: Kontrollerar ytterligare ändringar...

source: Checking for available Apple Software Updates...
da: Søger efter tilgængelige Apple-softwareopdateringer...
de: Prüfe verfügbare Apple Software Updates...
es: Comprobando actualizaciones de Apple disponibles...
fi: Tarkistetaan Applen ohjelmistopäivityksiä...
fr: Vérification des mises à jour Apple disponibles...
it: Controllo Aggiornamenti Software Apple disponibili...
ja: 入手可能なアップルソフトウェアアップデートを確認中…
nb: Søker etter tilgjengelige Apple-programvareoppdateringer...
nl: Naar beschikbare Apple Software-updates zoeken...
ru: Проверка доступных Обновлений ПО Apple...
sv: Letar efter Apple-uppdateringar...

source: Checking for available updates...
da: Søger efter tilgængelige opdateringer...
de: Prüfe auf verfügbare Updates...
es: Comprobando actualizaciones disponibles...
fi: Tarkistetaan päivityksiä...
fr: Vérification des mises à jour disponibles...
it: Controllo aggiornamenti disponibili...
ja: 入手可能なアップデートを確認中…
nb: Søker etter tilgjengelige oppdateringer...
nl: Naar beschikbare updates zoeken...
ru: Проверка доступных обновлений...
sv: Letar efter uppdateringar...

source: Checking for updates...
da: Søger efter opdateringer...
de: Prüfe auf Updates...
es: Comprobando actualizaciones...
fi: Tarkistetaan päivityksiä...
fr: Vérification des mises à jour...
it: Controllo aggiornamenti...
ja: アップデートを確認中…
nb: Søker etter oppdateringer...
nl: Updates opvragen...
ru: Проверка обновлений...
sv: Letar efter uppdateringar...
