Repository: munki/munki
Catalog: code/apps/Managed Software Center/Managed Software Center/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, ja, nb, nl, ru, sv

source: Your user account is not an owner of the current startup volume. You cannot upgrade macOS at this time. Contact your systems administrator.
de: Ihr Benutzerkonto ist nicht Eigentümer des aktuellen Startvolumes. Sie können macOS derzeit nicht aktualisieren. Wenden Sie sich an Ihren Systemadministrator.
es: Tu cuenta de usuario no es propietaria del volumen de inicio. No puedes actualizar macOS en este momento. Contacta con tu administrador de sistemas
fi: Käyttäjätililläsi ei ole käynnistyslevyn omistusoikeutta. macOS-päivitys ei onnistu nyt. Ota yhteyttä järjestelmän ylläpitäjään.
fr: Votre compte d'utilisateur n'est pas propriétaire de l'actuel disque de démarrage. Vous ne pouvez pas mettre à jour macOS pour l'instant. Contactez votre administrateur système.
it: Il tuo utente di sistema non è il proprietario del volume di boot. Non puoi aggiornare macOS. Contatta l'amministratore di sistema.
ja: お使いのユーザーアカウントは、現在の起動ボリュームの所有者ではありません。 現時点では MacOS をアップグレードできません。 システム管理者にお問い合わせください。
nb: Brukerkontoen din er ikke eier av det gjeldende oppstartsvolumet. Du kan for øyeblikket ikke oppgradere macOS. Kontakt systemadministratoren din.
nl: Uw gebruikersaccount is geen 'eigenaar' van de huidige opstart volume. Op dit moment kunt u de macOS niet upgraden. Neem contact op met uw systeem beheerder.
ru: Ваш пользователь не является владельцем загрузочного диска. Обновление macOS в настоящий момент невозможно. Обратитесь к администратору системы.
sv: Ditt användarkonto är inte volymägare för startskivan. Du kan inte uppgradera macOS just nu. Kontakta din systemadministratör.
